Repository: rendelll/project-vt
Catalog: src/Locale/*/user.po
Languages: ar, fr

source: Item removed from cart
ar: البند إزالتها من سلة
fr: Article retiré du panier

source: Payment didn't go through Please try again
ar: لم يتم تنفيذ عملية الدفع الرجاء المحاولة مرة أخرى
fr: Le paiement n'a pas été effectué. Veuillez réessayer.

source: You have
ar: عندك
fr: Tu as

source: items in your cart
ar: الوحدات الموجودة فى سلة التسوق الخاصة بك
fr: Articles dans votre panier

source: Item Details
ar: تفاصيل العنصر
fr: Détails de l'article

source: Quantity
ar: كمية
fr: Quantité

source: Delivery
ar: توصيل
fr: Livraison

source: Subtotal
ar: حاصل الجمع
fr: Total

source: Remove
ar: إزالة
fr: Retirer

source: Size
ar: بحجم
fr: Taille

source: Sold-Out
ar: بيعت كلها
fr: Épuisé

source: One business day
ar: يوم عمل واحد
fr: Un jour ouvrable

source: Two business days
ar: أيام عمل اثنين
fr: Deux jours ouvrables

source: Three business days
ar: ثلاثة أيام عمل
fr: Trois jours ouvrables

source: Four business days
ar: أربعة أيام عمل
fr: Quatre jours ouvrables

source: Two-Three weeks
ar: اثنين من ثلاثة أسابيع
fr: Deux-trois semaines

source: Three-Four weeks
ar: ثلاثة أربعة أسابيع
fr: Trois-quatre semaines

source: Four-Six weeks
ar: أربع سنوات ستة أسابيع
fr: Quatre-six semaines

source: Six-Eight weeks
ar: ست سنوات ثمانية أسابيع
fr: Six-huit semaines

source: Cannot Ship this Product to your Location
ar: لا يمكن أن نشحن هذا المنتج إلى الموقع
fr: Impossible d'expédier ce produit à votre emplacement

source: Total
ar: مجموع

source: No more quantity available for this product
ar: لا كمية أكثر المتاحة لهذا المنتج
fr: Plus de quantité disponible pour ce produit

source: This Product variants are unavailable now. Kindly remove the item to checkout
ar: هذه المتغيرات المنتج غير متوفرة الآن. يرجى إزالة العنصر إلى الخروج
fr: Ces variantes de produits sont indisponibles maintenant. Veuillez retirer l'article à la caisse

source: Shipping is not available for this product
ar: الشحن غير متوفر لهذا المنتج
fr: La livraison n'est pas disponible pour ce produit

source: Item Total
ar: مجموع الاشياء
fr: Objet total

source: Shipping Total
ar: شحن إجمالي
fr: Total d'expédition

source: Price Details
ar: € تفاصيل
fr: Détails du prix

source: Price
ar: السعر
fr: Prix

source: items
ar: العناصر
fr: articles

source: Paypal Brain Tree
ar: باي بال شجرة الدماغ
fr: Arbre de cerveau de Paypal

source: Cash on Delivery
ar: الدفع عن الاستلام
fr: Paiement à la livraison

source: Paypal: 100% Payment Protection, Easy Return Policy
ar: باي بال: 100٪ حماية من الدفع، من السهل العودة السياسة
fr: Paypal: Protection de paiement de 100%, politique de retour facile

source: By placing the order, I have read and agreed the
ar: قبل وضع النظام، وأنا قد قرأت ووافقت على
fr: En passant la commande, j'ai lu et accepté le

source: Terms of Use
ar: تعليمات الاستخدام
fr: Conditions d'utilisation

source: Ship to
ar: سافر على متن سفينة لِـ
fr: Envoyez à

source: s
ar: الصورة

source: Select your address
ar: تحديد عنوانك
fr: Sélectionnez votre adresse

source: Add Shipping Address
ar: إضافة عنوان شحن
fr: Ajouter une adresse de livraison

source: Please add the shipping address
ar: الرجاء إضافة عنوان الشحن
fr: S'il vous plaît ajouter l'adresse de livraison

source: Coupon Code
ar: رمز القسيمة
fr: Code de coupon

source: Please enter your coupon code
ar: الرجاء إدخال رمز القسيمة الخاصة بك
fr: Veuillez entrer votre code promo

source: Please enter a valid coupon code
ar: الرجاء إدخال رمز القسيمة صالحة
fr: Veuillez entrer un code coupon valide

source: Coupon code you entered is expired
ar: رمز القسيمة الذي أدخلته غير منتهية الصلاحية
fr: Le code de coupon que vous avez entré a expiré

source: Coupon code is not valid for this cart
ar: رمز القسيمة غير صالح لهذه العربة
fr: Le code promo n'est pas valide pour ce panier

source: Apply Coupon
ar: تطبيق القسيمة
fr: Appliquer Coupon

source: Apply Gift Card
ar: تطبيق بطاقة هدية
fr: Appliquer la carte-cadeau

source: Please enter your giftcard code
ar: الرجاء إدخال رمز جيفتكارد الخاص بك
fr: Veuillez entrer votre code de carte-cadeau

source: Please enter a valid giftcard code
ar: الرجاء إدخال رمز جيفتكارد صحيح
fr: Veuillez entrer un code de carte-cadeau valide

source: Use Credit Amount
ar: استخدام مبلغ القرض
fr: Utiliser le montant du crédit

source: Total credits available
ar: مجموع الاعتمادات المتاحة
fr: Total des crédits disponibles

source: Allowed credits on this cart
ar: الاعتمادات المسموح به على هذه العربة
fr: Crédits autorisés sur ce panier

source: Enter your credit amount to use
ar: أدخل مبلغ الائتمان الخاصة بك لاستخدام
fr: Entrez votre montant de crédit à utiliser

source: Please enter a credit amount
ar: الرجاء إدخال مبلغ الائتمان
fr: Veuillez entrer un montant de crédit

source: You can use cart allowed credits only
ar: يمكنك استخدام عربة يسمح الاعتمادات فقط
fr: Vous pouvez utiliser uniquement des crédits autorisés par panier

source: Apply
ar: تطبيق
fr: Appliquer

source: Invite Friends & Earn Credit Points
ar: دعوة الأصدقاء وكسب نقاط الائتمان
fr: Inviter des amis et gagner des points de crédit

source: Security code is invalid
ar: رمز الحماية غير صالح
fr: Le code de sécurité est invalide

source: Confirm Later
ar: تأكيد في وقت لاحق
fr: Confirmer plus tard

source: Confirm Order
ar: أكد الطلب
fr: Confirmer la commande

source: Your Cart is Empty
ar: عربة التسوق فارغة
fr: Votre panier est vide

source: Shop Now
ar: تسوق الآن
fr: Achetez maintenant

source: This product variants are unavailable now. kindly remove the item to checkout
ar: هذه المتغيرات المنتج غير متوفرة الآن. يرجى إزالة العنصر إلى الخروج
fr: Ces variantes de produits sont indisponibles maintenant. veuillez retirer l'article à la caisse

source: Discount
ar: خصم
fr: Remise

source: Gift Card
ar: كرت هدية
fr: Carte cadeau

source: Thanks for your Purchase!
ar: شكرا لشرائك!
fr: Merci pour votre achat

source: Your Order placed successfully. You will a recieve a Email shortly from
ar: طلبك وضعت بنجاح. كنت سوف تلقي البريد الالكتروني على فترة وجيزة من
fr: Votre commande est passée avec succès. Vous recevrez un email sous peu de

source: Continue Shopping
ar: مواصلة التسوق
fr: Continuer vos achats

source: Pay with Card Or Paypal
ar: دفع مع بطاقة أو باي بال
fr: Payer avec la carte ou Paypal

source: Cash On Delivery
ar: الدفع عن الاستلام
fr: Paiement à la livraison

source: Share this Order and get credit points
ar: انشر هذا النظام والحصول على نقاط الائتمان
fr: Partagez votre commande maintenant.Vous créditerez avec les points

source: Share your order now.You will credit with the points
ar: شارك طلبك الآن. سوف الائتمان مع النقاط

source: Credit points will be updated in your account after the order processed
ar: سيتم تحديث نقطة الائتمان في حسابك بعد معالجة الأمر
fr: REVUE DU VENDEUR

source: Enter your Message (Optional)
ar: أدخل رسالتك (اختياري)

source: SELLER REVIEW
ar: مراجعة البائع

source: Facebook Share
ar: مشاركة فايسبوك
fr: Trouver des gens

source: Find People
ar: ايجاد الناس

source: Search for Peoples
ar: البحث عن الشعوب
fr: Rechercher des peuples

source: Sell On
ar: بيع على
fr: Vendre sur

source: Group Gift
ar: هدية مجموعة
fr: Cadeau de groupe

source: Daily Deals
ar: الصفقات اليومية
fr: Offres quotidiennes

source: All Stores
ar: جميع المخازن
fr: Tous les magasins

source: Download App
ar: تحميل التطبيق
fr: Télécharger l'application

source: My Profile
ar: ملفي
fr: Mon profil

source: Find Friends
ar: البحث عن أصدقاء
fr: Trouver des amis

source: Invite Friends
ar: ادعو أصدقاء
fr: Inviter des amis

source: Group Gift List
ar: قائمة هدية مجموعة
fr: Liste de cadeaux de groupe

source: Track Orders
ar: أوامر المسار
fr: Suivi des commandes

source: Settings
ar: إعدادات
fr: Paramètres

source: Sign Out
ar: خروج
fr: Déconnexion

source: Notifications
ar: إخطارات

source: My cart
ar: سلتي
fr: Mon panier

source: Qty
ar: الكمية
fr: Qté

source: Checkout
ar: الدفع

source: Login
ar: تسجيل الدخول
fr: S'identifier

source: Signup
ar: سجل
fr: S'inscrire

source: Search for products, brand and more...
ar: بحث عن المنتجات، والعلامة التجارية وأكثر من ذلك ...
fr: Recherche de produits, marque et plus ...

source: Search
ar: بحث
fr: Chercher

source: Welcome
ar: أهلا بك
fr: Bienvenue

source: Live Feeds
ar: لقطات حية
fr: Flux en direct

source: My Orders
ar: طلباتي
fr: Mes commandes

source: Message
ar: رسالة

source: Invite and Earn
ar: دعوة وكسب
fr: Inviter et gagner

source: Help
ar: مساعدة
fr: Aidez-moi

source: Guest
ar: زائر
fr: Client

source: App
ar: التطبيق

source: Fast, Simple & Delightful. All it takes is 30 seconds to Download!
ar: سريع، بسيط ومبهج. كل ما يتطلبه الأمر هو 30 ثانية لتحميل!
fr: Rapide, simple et délicieux. Tout ce qu'il faut, c'est 30 secondes pour télécharger!

source: iOS app store
ar: دائرة الرقابة الداخلية المتجر

source: Android play store
ar: متجر لعب الروبوت

source: Scroll to Top
ar: انتقل إلى أعلى
fr: Faire défiler vers le haut

source: FAQ
ar: التعليمات

source: Contact
ar: اتصل
fr: Contacter

source: Copyright policy
ar: سياسة حقوق التأليف والنشر
fr: Politique de copyright

source: Terms of sales
ar: حيث المبيعات
fr: Conditions de vente

source: Terms of service
ar: شروط الخدمة
fr: Conditions d'utilisation

source: Terms & condition
ar: شروط والشرط
fr: Termes et conditions

source: Privacy
ar: الإجمالية
fr: Intimité

source: Mobile
ar: التليفون المحمول

source: Resources
ar: موارد
fr: Ressources

source: My account
ar: حسابي
fr: Mon compte

source: Collections
ar: مجموعات

source: Track orders
ar: أوامر المسار
fr: Suivre les commandes

source: Shipping info
ar: معلومات الشحن
fr: Informations de livraison

source: Interested in selling?
ar: ترغب في بيع؟
fr: Intéressé à vendre?

source: get started
ar: البدء
fr: Commencer

source: About us
ar: معلومات عنا
fr: À propos de nous

source: Career
ar: مهنة
fr: Carrière

source: Social responsibility
ar: مسؤولية اجتماعية
fr: Responsabilité sociale

source: Business with us
ar: العمل معنا
fr: Affaires avec nous

source: Copyrights
ar: حقوق التأليف والنشر

source: All Rights Reserved
ar: كل الحقوق محفوظة
fr: Tous les droits sont réservés

source: Social media
ar: وسائل الاعلام الاجتماعية
fr: Des médias sociaux

source: See all notifications
ar: شاهد جميع الإخطارات
fr: Voir toutes les notifications

source: No notifications
ar: لا إشعارات
fr: Aucune notification

source: sent this email to you
ar: إرسال هذه الرسالة الإلكترونية إليك
fr: vous a envoyé cet e-mail

source: is committed to your privacy. Read more about
ar: ملتزمة خصوصيتك. إقرأ المزيد حول
fr: est engagé à votre vie privée. En savoir plus sur

source: privacy policy
ar: سياسة الخصوصية
fr: politique de confidentialité

source: terms and conditions
ar: الأحكام والشروط
fr: Termes et conditions

source: Terms and Conditions
ar: الأحكام والشروط

source: Most Commented
ar: الأكثر تعليقا
fr: le plus commenté

source: View All
ar: عرض جميع
fr: Voir tout

source: Featured
ar: متميز
fr: En vedette

source: New Arrivals
ar: الوافدين الجدد
fr: Nouvelles arrivées

source: Popular Products
ar: المنتجات الشعبية
fr: Produits populaires

source: Top Stores
ar: أعلى المخازن
fr: Meilleurs magasins

source: Account
ar: الحساب
fr: Compte

source: Profile
ar: الملف الشخصي
fr: Profil

source: Password
ar: كلمه السر
fr: Mot de passe

source: Disputes
ar: النزاعات
fr: Des disputes

source: Messages
ar: رسائل

source: Address Notes
ar: ملاحظات عنوان
fr: Notes d'adresse

source: Add Address
ar: اضف عنوان
fr: Ajoutez l'adresse

source: Shop
ar: متجر
fr: Boutique

source: Sharing
ar: مشاركة
fr: Partage

source: Credits
ar: قروض
fr: Crédits

source: Referrals
ar: الدعوات
fr: Renvois

source: Gift card
ar: كرت هدية
fr: Carte cadeau

source: off Ends in
ar: قبالة ينتهي في
fr: Arrête dans

source: Quantity only
ar: الكمية فقط
fr: Quantité seulement

source: available
ar: متاح
fr: disponible

source: Sold Out
ar: بيعت كلها
fr: Épuisé

source: SIZE
ar: بحجم
fr: TAILLE

source: QUANTITY
ar: كمية
fr: QUANTITÉ

source: Please select the size
ar: يرجى تحديد حجم
fr: Veuillez sélectionner la taille

source: Please select the quantity
ar: الرجاء تحديد الكمية
fr: Veuillez sélectionner la quantité

source: Add to your collection
ar: إضافة إلى مجموعتك
fr: Ajouter à votre collection

source: Share
ar: شارك
fr: Partager

source: Share Discount
ar: خصم حصة
fr: Rabais Partager

source: ADD TO CART
ar: أضف إلى السلة
fr: AJOUTER AU PANIER

source: BUY NOW
ar: اشتري الآن
fr: ACHETER MAINTENANT

source: CREATE GIFT
ar: كريت غيفت
fr: CRÉER UN CADEAU

source: Description
ar: وصف
fr: La description

source: Undo reporting
ar: التراجع عن التقارير
fr: Annuler le rapport

source: Report Inappropriate
ar: تقرير غير مناسب
fr: Rapport inapproprié

source: Customer Product Selfies
ar: الصور الشخصية المنتج العملاء
fr: Selfies de produit de client

source: No product selfies
ar: لا صور شخصية المنتج
fr: Aucun selfie de produit

source: Sold By
ar: تم بيعها من قبل
fr: Vendu par

source: Rating
ar: تقييم
fr: Évaluation

source: Write review
ar: أكتب مراجعة
fr: Ecrire une critique

source: Follow Store
ar: اتبع مخزن
fr: Suivez le magasin

source: Unfollow Store
ar: المتابعون مخزن
fr: Désistement

source: Follow
ar: إتبع
fr: Suivre

source: Unfollow
ar: الغاء المتابعة
fr: Ne pas

source: Contact Seller
ar: تواصل مع البائع
fr: Contactez le vendeur

source: Product Comments
ar: المنتج تعليقات
fr: Commentaires sur le produit

source: Write a comment
ar: أكتب تعليقا
fr: Écrire un commentaire

source: Write a Comment
ar: أكتب تعليقا

source: View all
ar: عرض جميع
fr: Voir tout

source: comments
ar: تعليقات
fr: commentaires

source: Comments
ar: تعليقات

source: Hide comments
ar: إخفاء التعليقات
fr: Cacher les commentaires

source: There is no comment yet for this product
ar: لا يوجد تعليق حتى الان لهذا المنتج
fr: Il n'y a pas encore de commentaire pour ce produit

source: Save comment
ar: حفظ تعليق
fr: Enregistrer le commentaire

source: Please enter comment
ar: الرجاء إدخال تعليق
fr: S'il vous plaît entrer un commentaire

source: Edit
ar: تصحيح
fr: modifier

source: Delete
ar: حذف
fr: Effacer

source: No Products
ar: لا يوجد منتجات
fr: Aucun produit

source: More from
ar: اكثر من
fr: Plus de

source: Add to your Collection
ar: إضافة إلى أغانى أخرى
fr: Ajouter à votre collection

source: Create
ar: خلق
fr: Créer

source: Enter list name
ar: أدخل اسم قائمة
fr: Entrez le nom de la liste

source: Done
ar: فعله
fr: Terminé

source: WRITE A COMMENT
ar: أكتب تعليقا
fr: ÉCRIRE UN COMMENTAIRE

source: SUBMIT
ar: عرض
fr: SOUMETTRE

source: EDIT COMMENT
ar: تعديل التعليق
fr: Modifier un commentaire

source: Save Comment
ar: حفظ تعليق
fr: Enregistrer le commentaire

source: SHARE THIS THING
ar: مشاركة هذا الشيء
fr: PARTAGEZ CETTE CHOSE

source: By
ar: بواسطة
fr: Par

source: CONTACT SELLER
ar: تواصل مع البائع
fr: CONTACTEZ LE VENDEUR

source: Query about item
ar: الاستعلام عن البند
fr: Requête sur l'élément

source: Select a Query
ar: اختر استعلام
fr: Sélectionnez une requête

source: Others
ar: الآخرين
fr: Autres

source: Subject
ar: موضوع
fr: Assujettir

source: SEND
ar: إرسال
fr: ENVOYER

source: Error
ar: خطأ
fr: Erreur

source: Message Sent Successfully
ar: الرسائل المرسلة بنجاح
fr: Message envoyé avec succès

source: Out of
ar: بعيدا عن المكان
fr: Hors de

source: Order Id
ar: رقم التعريف الخاص بالطلب
fr: Numéro de commande

source: Review Title
ar: عنوان الرأي
fr: Titre du commentaire

source: Your Review
ar: مراجعتك
fr: Votre avis

source: Yes
ar: نعم فعلا
fr: Oui

source: No
ar: لا
fr: Non

source: Comment , @mention, #hashtag
ar: fd
fr: Commentaire, @mention, #hashtag

source: Filter
ar: منقي
fr: Filtre

source: Categories
ar: الاقسام
fr: Catégories

source: By Price
ar: حسب السعر
fr: Par prix

source: By Color
ar: بواسطة اللون
fr: Par couleur

source: Sort by : Newest
ar: فرز حسب: الأحدث
fr: Trier par: Plus récent

source: Price - Low to High
ar: السعر من الارخص للاعلى
fr: Prix - faible à élevé

source: Newest
ar: الأحدث
fr: plus récent

source: Price - High to Low
ar: السعر - من الأعلى إلى الأقل
fr: Prix - élevé à faible

source: New Address
ar: العناوين الجديدة
fr: Nouvelle adresse

source: Full Name
ar: الاسم الكامل
fr: Nom complet

source: Nick Name
ar: كنية
fr: Surnom

source: e.g. Home, Work
ar: مثلا واجب منزلي
fr: par exemple. Devoirs

source: Address
ar: عنوان
fr: Adresse

source: Country
ar: بلد
fr: Pays

source: Select Country
ar: حدد الدولة
fr: Sélectionner le pays

source: State
ar: حالة
fr: Etat

source: City
ar: مدينة
fr: Ville

source: Zipcode
ar: الرمز البريدي
fr: Code postal

source: Phone No
ar: رقم الهاتف
fr: Pas de téléphone

source: Make this as default address
ar: جعل هذا كعنوان الافتراضي
fr: Faites-en l'adresse par défaut

source: Cancel
ar: إلغاء
fr: Annuler

source: Save
ar: حفظ
fr: sauvegarder

source: No Stores
ar: لا المخازن
fr: Pas de magasins

source: Conversation with seller
ar: محادثة مع البائع
fr: Conversation avec le vendeur

source: Status
ar: الحالة
fr: Statut

source: Pending
ar: قيد الانتظار
fr: en attendant

source: Delivered
ar: تم التوصيل
fr: Livré

source: Type your message here
ar: اكتب رسالتك هنا
fr: tapez votre message ici

source: Processing
ar: معالجة
fr: En traitement

source: Shipped
ar: شحنها
fr: Expédié

source: Claimed
ar: ادعى
fr: Revendiqué

source: Cancelled
ar: تم الالغاء
fr: Annulé

source: Returned
ar: عاد
fr: Revenu

source: Send
ar: إرسال
fr: Envoyer

source: No Conversation Found
ar: لا توجد المحادثة
fr: Aucune conversation trouvée

source: Load More
ar: تحميل المزيد
fr: Charger plus

source: Back to My Orders
ar: العودة إلى بلدي أوامر
fr: Retour à mes commandes

source: Order Details
ar: تفاصيل الطلب
fr: détails de la commande

source: Tracking Details Not yet updated
ar: تفاصيل تتبع لم يتم تحديثه بعد
fr: Détails de suivi Pas encore mis à jour

source: Shipment Date
ar: تاريخ الإرسال
fr: Date d'expédition

source: Shipping Method
ar: طريقة الشحن
fr: Méthode d'envoi

source: Tracking Id
ar: تتبع رقم
fr: Identifiant de suivi

source: Additional Notes
ar: ملاحظات إضافية
fr: Notes complémentaires

source: Order Number
ar: رقم الأمر
fr: Numéro de commande

source: Seller
ar: تاجر
fr: Vendeur

source: Order Date
ar: تاريخ الطلب
fr: Date de commande

source: Deliver Date
ar: تقديم التاريخ
fr: Délivrer la date

source: Expected Delivery Date
ar: تاريخ التسليم المتوقع
fr: Date de livraison prévue

source: Amount Paid
ar: المبلغ المدفوع
fr: Le montant payé

source: Payment Method
ar: طريقة الدفع او السداد
fr: Mode de paiement

source: Add selfies
ar: إضافة صور شخصية
fr: Ajouter des selfies

source: Shipping Fee
ar: رسوم الشحن
fr: Frais d'expédition

source: Gift card discount
ar: خصم بطاقة هدية
fr: Rabais sur la carte cadeau

source: Coupon Discount
ar: قسيمة الخصم
fr: Coupon Rabais

source: User Credits
ar: قروض العضو
fr: Crédits utilisateur

source: Tax
ar: ضريبة
fr: Impôt

source: Order Total
ar: الطلب الكلي
fr: Total de la commande

source: Add your Selfies
ar: إضافة الصور الشخصية الخاصة بك
fr: Ajoutez vos selfies

source: Upload
ar: تحميل
fr: Télécharger

source: Claim Order
ar: المطالبة بالدفع
fr: Ordre de réclamation

source: Enter the Courier
ar: أدخل الساعي
fr: Entrez dans le Courrier

source: Shipping Service
ar: خدمة الشحن
fr: Service de livraison

source: Confirm Claim
ar: تأكيد المطالبة
fr: Confirmer la revendication

source: Gather your friends and give amazing gifts from Fantacy to people you love.
ar: جمع الأصدقاء وتقديم الهدايا مدهشة من Fantacy إلى الناس تحب.
fr: Rassemblez vos amis et donnez d'incroyables cadeaux de Fantasy aux gens que vous aimez.

source: Create New
ar: خلق جديد إبداع جديد
fr: Créer un nouveau

source: Gift Card List
ar: هدية قائمة بطاقة
fr: Liste des cartes-cadeaux

source: Gift card is the Feature which is used for the User, User can buy send receive the gift card to the friends, And the User can receive the Gift card code and use for the purchase
ar: بطاقة الهدية هي ميزة الذي يستخدم للمستخدم، يمكن للمستخدم شراء يرسل استلام بطاقة هدية للأصدقاء، ويمكن للمستخدم الحصول على رمز بطاقة هدية وتستخدم لشراء
fr: Carte-cadeau est la caractéristique qui est utilisée pour l'utilisateur, l'utilisateur peut acheter envoyer recevoir la carte-cadeau pour les amis, et l'utilisateur peut recevoir le code de la carte-cadeau et utiliser pour l'achat

source: Value
ar: القيمة
fr: Valeur

source: Select Amount
ar: حدد المبلغ
fr: Sélectionnez le montant

source: Please select the gift amount
ar: الرجاء تحديد كمية هدية
fr: Veuillez sélectionner le montant du cadeau

source: Recipient
ar: مستلم
fr: Bénéficiaire

source: Recipient name
ar: اسم المستلم
fr: Nom du destinataire

source: Please Enter the Valid Recipient's Email
ar: الرجاء أدخل البريد الالكتروني في صالح المستلم
fr: Veuillez entrer le courriel du destinataire valide

source: Personal Message
ar: رسالة شخصية
fr: Message personnel

source: Type your message
ar: اكتب رسالتك
fr: Tapez votre message

source: Please Enter Message
ar: الرجاء إدخال رسالة
fr: Veuillez entrer un message

source: Pay
ar: دفع
fr: Payer

source: No Gift card list
ar: لا توجد قائمة بطاقة هدية
fr: Pas de liste de cartes-cadeaux

source: Sent
ar: أرسلت
fr: Envoyé

source: Received
ar: تم الاستلام
fr: Reçu

source: Receiver
ar: المتلقي
fr: Récepteur

source: Date
ar: تاريخ
fr: Rendez-vous amoureux

source: Total Amount
ar: المبلغ الإجمالي
fr: Montant total

source: Available Amount
ar: المبلغ المتاح
fr: Montant disponible

source: Key
ar: مفتاح
fr: Clé

source: Removed User
ar: العضو إزالتها
fr: Utilisateur supprimé

source: No gift cards sent
ar: لا بطاقات هدية أرسلت
fr: Aucune carte-cadeau envoyée

source: No gift cards received
ar: لا بطاقات تلقى هدية
fr: Aucune carte-cadeau reçue

source: Start a Group Gift Today
ar: بدء المجموعة هدية اليوم
fr: Démarrer un cadeau de groupe aujourd'hui

source: Gather your friends and give amazing gifts to the people you love
ar: جمع الأصدقاء وتقديم الهدايا مذهلة على الناس تحب
fr: Rassemblez vos amis et donnez des cadeaux incroyables aux personnes que vous aimez

source: Create New Gift
ar: إنشاء هدية جديدة
fr: Créer un nouveau cadeau

source: Choose recipient
ar: اختيار المتلقي
fr: Choisissez le destinataire

source: Personalize
ar: تخصيص
fr: Personnaliser

source: Ask for contributions
ar: طلب التبرعات
fr: Demander des contributions

source: Enter User Name or Email Address
ar: أدخل اسم المستخدم أو عنوان البريد الإلكتروني
fr: Entrez le nom d'utilisateur ou l'adresse e-mail

source: Recipient name must be atleast 3 characters
ar: يجب أن يكون اسم المستلم أتلست 3 أحرف
fr: Le nom du destinataire doit comporter au moins 3 caractères

source: Full name must be atleast 3 characters
ar: يجب أن يكون الاسم الكامل أتلست 3 أحرف
fr: Le nom complet doit comporter au moins 3 caractères

source: Enter Your Full Name
ar: أدخل اسمك الكامل
fr: Entrez votre nom complet

source: Enter Your Street Name
ar: أدخل اسم الشارع
fr: Entrez votre nom de rue

source: Address1 must be atleast 3 characters
ar: يجب أن يكون Address1 أتلست 3 أحرف
fr: L'adresse 1 doit comporter au moins 3 caractères

source: Address Line
ar: خط عنوان
fr: Ligne d'adresse

source: Address2 must be atleast 3 characters
ar: يجب أن يكون Address2 أتلست 3 أحرف
fr: L'adresse2 doit comporter au moins 3 caractères

source: Product can be shipped only to the listed countries
ar: ويمكن شحن المنتج فقط إلى البلدان المذكورة
fr: Le produit peut être expédié uniquement vers les pays indiqués

source: Enter Your State
ar: أدخل دولتك
fr: Entrez votre état

source: State must be atleast 2 characters
ar: يجب أن تكون الدولة أتلست الأحرف 2
fr: L'état doit comporter au moins 2 caractères

source: Enter Your City
ar: أدخل مدينتك
fr: Entrez votre ville

source: City must be atleast 2 characters
ar: يجب أن تكون مدينة أتلست الأحرف 2
fr: La ville doit comporter au moins 2 caractères

source: Zip Code
ar: الرمز البريدي
fr: Code postal

source: Enter Your zip code
ar: أدخل رمزك البريدي
fr: Entrez votre code postal

source: Enter the Zipcode
ar: أدخل الرمز البريدي
fr: Entrez le code postal

source: Mobile Number
ar: رقم الهاتف المحمول
fr: Numéro de portable

source: Enter Your mobile number
ar: أدخل رقم هاتفك المحمول
fr: Entrez votre numéro de mobile
