Repository: rendelll/project-vt
Catalog: src/Locale/*/user.po
Languages: ar, fr

source: Some one commented on your product - Product ID
ar: بعض واحد علق على المنتج الخاص بك - معرف المنتج
fr: Quelqu'un a commenté votre produit - ID du produit

source: There is a user commented on your product
ar: هناك مستخدم علق على المنتج الخاص بك
fr: Un utilisateur a commenté votre produit

source: Hello
ar: مرحبا
fr: Bonjour

source: Link to your product
ar: رابط لمنتجك
fr: Lien vers votre produit

source: Regards
ar: مع تحياتي
fr: Cordialement

source: Comment
ar: تعليق
fr: Commentaire

source: mention
ar: أشير

source: hashtag
ar: رابطة هاشتاق

source: Team
ar: الفريق
fr: Équipe

source: You have a message from
ar: لديك رسالة من
fr: Vous avez un message de

source: has sent message to you.
ar: وقد أرسلت رسالة لك.
fr: vous a envoyé un message.

source: Dispute has been successfully initiated - Order ID is
ar: وقد بدأ النزاع بنجاح - ID النظام هو
fr: Le litige a été initié avec succès. L'identifiant de la commande est

source: This email is to acknowledge receipt of your dispute raised on your recent order
ar: هذا البريد الإلكتروني هو باستلام النزاع الخاص أثار على طلبك الأخير
fr: Ce courriel doit accuser réception de votre différend soulevé lors de votre commande récente

source: from the seller
ar: من البائع
fr: du vendeur

source: The same notification has been sent to the seller email address and we are expecting the favorable response from the seller
ar: تم إرسال إخطار نفسه إلى عنوان البريد الإلكتروني البائع ونحن نتوقع استجابة ايجابية من البائع
fr: La même notification a été envoyée à l'adresse e-mail du vendeur et nous attendons la réponse favorable du vendeur

source: Your dispute reference number is
ar: الرقم المرجعي الخاص بك هو النزاع
fr: Votre numéro de référence de contestation est

source: We recommend you to explain the issues of your order clearly to the seller to take necessary action against this dispute
ar: ونحن ننصح لشرح القضايا طلبك بوضوح إلى البائع لاتخاذ الإجراءات اللازمة ضد هذا النزاع
fr: Nous vous recommandons d'expliquer clairement les problèmes de votre commande au vendeur pour prendre les mesures nécessaires contre ce différend

source: The final decision will be made by the administrators of
ar: سوف يتم اتخاذ القرار النهائي من قبل مسؤولي ل
fr: La décision finale sera prise par les administrateurs de

source: based on the communication between the buyer and seller. The final decision made by
ar: على أساس التواصل بين البائع والمشتري. القرار النهائي الذي أدلى به
fr: basé sur la communication entre l'acheteur et le vendeur. La décision finale prise par

source: can not be changed
ar: لا يمكن تغييرها
fr: ne peut pas être changé

source: You can keep tracking the status of the disputes in your profile settings in the website. We will also keep you notified to your email address if there is any response from the seller
ar: يمكنك الحفاظ على تتبع حالة النزاعات في إعدادات ملفك الشخصي في الموقع. كما سنحفظ لكم أخطر إلى عنوان البريد الإلكتروني الخاص بك إذا كان هناك أي رد من البائع
fr: Vous pouvez continuer à suivre l'état des litiges dans les paramètres de votre profil sur le site Web. Nous vous tiendrons également informé de votre adresse e-mail s'il y a une réponse du vendeur

source: NOTE: If you fail to respond on any latest reply on any disputes in a certain time, there is a possibility of closing the dispute and resulting the dispute in favor of the other party. So, we recommend to act immediately on disputes
ar: ملاحظة: إذا كنت لا تستجيب لأي أحدث الرد على أي خلافات في فترة زمنية معينة، هناك امكانية اغلاق النزاع وما ينجم عنها من النزاع لصالح الطرف الآخر. لذلك، فإننا نوصي إلى العمل فورا على الخلافات
fr: NOTE: Si vous ne répondez pas à la dernière réponse à un différend dans un certain délai, il y a une possibilité de clore le différend et d'aboutir au litige en faveur de l'autre partie. Donc, nous recommandons d'agir immédiatement sur les différends

source: Thanks for your co-operations
ar: شكرا لزملائك في عمليات
fr: Merci pour vos coopérations

source: There is a dispute in your order ID
ar: كان هناك خلاف في ID طلبك
fr: Il y a un conflit dans votre ID de commande

source: from
ar: من عند
fr: de

source: This email is to notify that there is a dispute raised on your order
ar: هذا البريد الإلكتروني هو إعلام أن هناك خلاف الذي أثير حول طلبك
fr: Cet e-mail est pour notifier qu'un litige a été soulevé lors de votre commande

source: We would like you to take this dispute on high priority and start communicating with the buyer to get this problem sorted out as soon as possible
ar: نود منك أن تأخذ هذا الخلاف على أولوية عالية وبدء التواصل مع المشتري للحصول على هذه المشكلة تسويتها في أقرب وقت ممكن
fr: Nous aimerions que vous accordiez une priorité élevée à ce différend et que vous commenciez à communiquer avec l'acheteur pour régler ce problème le plus rapidement possible

source: by
ar: بواسطة
fr: par

source: based on the communication between the buyer and seller and the same cannot can not be changed
ar: على أساس التواصل بين البائع والمشتري ونفس لا يمكن لا يمكن تغييرها
fr: basé sur la communication entre l'acheteur et le vendeur et le même ne peut pas être changé

source: You can keep tracking the status of the disputes in your profile settings in the website. We will also keep you notified to your email address if there is any response from the buyer
ar: يمكنك الحفاظ على تتبع حالة النزاعات في إعدادات ملفك الشخصي في الموقع. كما سنحفظ لكم أخطر إلى عنوان البريد الإلكتروني الخاص بك إذا كان هناك أي استجابة من المشتري
fr: Vous pouvez continuer à suivre l'état des litiges dans les paramètres de votre profil sur le site Web. Nous vous tiendrons également informé de votre adresse e-mail s'il y a une réponse de l'acheteur

source: Dispute initiated for your order
ar: الخلاف بدأ لطلبك
fr: Litige initié pour votre commande

source: Dispute Created
ar: النزاع مكون
fr: conflit créé

source: Dispute initiated on your order
ar: الخلاف بدأت على طلبك
fr: Litige initié sur votre commande

source: Your new password has arrived
ar: وصل كلمة المرور الجديدة
fr: Votre nouveau mot de passe est arrivé

source: Welcome, please verify your new account
ar: مرحبا بكم، يرجى التحقق من حسابك الجديد
fr: Bienvenue, veuillez vérifier votre nouveau compte

source: Congratulations, your new account is ready
ar: تهانينا، حسابك الجديد جاهز
fr: Félicitations, votre nouveau compte est prêt

source: Following you on
ar: التالية لكم على
fr: Vous suivre sur

source: Following your store on
ar: وبعد متجرك على
fr: Après votre magasin sur

source: There is a fashion uploaded on your product
ar: هناك الأزياء التي تم تحميلها على المنتج الخاص بك
fr: Il y a une mode téléchargée sur votre produit

source: You have got a message
ar: كنت قد حصلت على رسالة
fr: Vous avez un message

source: Your order has been cancelled by the buyer
ar: تم إلغاء طلبك من قبل المشتري
fr: Votre commande a été annulée par l'acheteur

source: Your order
ar: طلبك
fr: Votre commande

source: shipment was delivered
ar: تم تسليم شحنة
fr: l'expédition a été livrée

source: Your order has been claimed by the buyer
ar: وقد زعم طلبك من قبل المشتري
fr: Votre commande a été réclamée par l'acheteur

source: There is a response on the dispute
ar: وهناك استجابة بشأن النزاع
fr: Il y a une réponse sur le différend

source: Dispute Resolved
ar: حل النزاع
fr: Différend Résolu

source: Group gift created on your product in
ar: هدية مجموعة إنشاؤها على المنتج الخاص بك في
fr: Cadeau de groupe créé sur votre produit dans

source: You have created group gift on the product in
ar: لقد قمت بإنشاء مجموعة هدية على المنتج في
fr: Vous avez créé un cadeau de groupe sur le produit dans

source: You got a review
ar: كنت حصلت على المراجعة
fr: Vous avez un avis

source: Your order has been cancelled
ar: تم إلغاء طلبك
fr: Votre commande a été annulée

source: has cancelled your order
ar: ألغت طلبك
fr: a annulé votre commande

source: Your order has been claimed
ar: وقد زعم طلبك
fr: Votre commande a été revendiquée

source: has made a claim request on your order
ar: وقد قدم طلب الادعاء على طلبك
fr: a fait une demande de réclamation sur votre commande

source: You have a got a message from
ar: لقد وصلت رسالة من
fr: Vous avez un message de

source: has sent you a message. To reply to this user, please login and go to the message section and write your reply
ar: لقد أرسلت لك رسالة. للرد على هذا العضو، يرجى تسجيل الدخول وانتقل إلى القسم الرسالة واكتب الرد
fr: vous a envoyé un message. Pour répondre à cet utilisateur, veuillez vous connecter et accéder à la section des messages et écrire votre réponse

source: You have created a group gift on the product
ar: لقد قمت بإنشاء مجموعة هدية على المنتج
fr: Vous avez créé un cadeau de groupe sur le produit

source: Group Gift Link
ar: مجموعة هدية لينك
fr: Lien de cadeau de groupe

source: created group gift on your product in
ar: خلق هدية المجموعة على المنتج الخاص بك في
fr: créé un cadeau de groupe sur votre produit

source: created a group gift on your product
ar: خلق هدية المجموعة على المنتج الخاص بك
fr: créé un cadeau de groupe sur votre produit

source: The shipment was successfully delivered to buyer - Order ID
ar: تم تسليم الشحنة بنجاح إلى المشتري - وسام ID
fr: L'envoi a été livré avec succès à l'acheteur - Numéro de commande

source: This email confirms your shipment on your order
ar: هذا البريد الإلكتروني يؤكد شحنة على طلبك
fr: Cet email confirme votre envoi sur votre commande

source: was successfully delivered to the buyer
ar: تم تسليمها بنجاح إلى المشتري
fr: a été livré avec succès à l'acheteur

source: accounts team will review this order and your fund for this order will be delivered within 3 working days
ar: حسابات الفريق سيستعرض هذا النظام وسوف يتم تسليم الأموال لهذا النظام في غضون 3 أيام عمل
fr: l'équipe des comptes examinera cette commande et votre fonds pour cette commande sera livré dans les 3 jours ouvrables

source: If you do not receive your fund within the time, kindly send an email
ar: إذا كنت لا تتلقى الأموال الخاصة بك في غضون الوقت، يرجى إرسال بريد إلكتروني
fr: Si vous ne recevez pas votre fonds dans les délais, veuillez envoyer un e-mail

source: Name
ar: اسم
fr: prénom

source: Buyer has resolved the dispute - Dispute ID is
ar: وقد حل المشتري النزاع - ID المنازعات هو
fr: L'acheteur a résolu le litige - Dispute ID est

source: has resolved the dispute on the order
ar: وقد حل النزاع بناء على أمر
fr: a résolu le différend sur la commande

source: Buyer has responded to the dispute - Dispute ID is
ar: وقد استجاب المشتري للنزاع - ID المنازعات هو
fr: L'acheteur a répondu au litige - L'identification de litige est

source: has replied to the dispute raised on the order
ar: وقد وردت في النزاع الذي أثير حول هذا الأمر
fr: a répondu au différend soulevé sur la commande

source: Kindly check the response and get back to the buyer as soon as possible to take necessary actions
ar: برجاء التحقق من استجابة والعودة إلى المشتري في أقرب وقت ممكن لاتخاذ الإجراءات اللازمة
fr: Veuillez vérifier la réponse et retourner à l'acheteur dès que possible pour prendre les mesures nécessaires

source: Message from buyer
ar: رسالة من المشتريmsgid ""NOTE: If you fail to respond on any latest reply on any disputes in a certain time, there is a possibility of closing the dispute and resulting the dispute in favor of the other party. So, we recommend to act immediately on disputes"
fr: Message de l'acheteur

source: follows you on
ar: يتابعك على
fr: vous suit sur

source: now
ar: الآن
fr: à présent

source: follows you in
ar: يتابعك في
fr: vous suit dans

source: You can view his profile by clicking the following link
ar: يمكنك عرض صورته من خلال النقر على الرابط التالي
fr: Vous pouvez voir son profil en cliquant sur le lien suivant

source: Link
ar: حلقة الوصل
fr: Lien

source: You have Contributed the product for Group gift . Soon your friend will get the Product from
ar: لقد ساهم المنتج هدية المجموعة. قريبا صديقك سوف تحصل على المنتج من
fr: Vous avez contribué au produit pour Cadeau de groupe. Bientôt votre ami obtiendra le produit de

source: You have Created the item for Group gift . Soon your friend will get the Item from
ar: لقد مكون البند هدية المجموعة. قريبا صديقك سوف تحصل على البند من
fr: Vous avez créé l'article pour un cadeau de groupe. Bientôt votre ami recevra l'objet de

source: There is an order placed on you shop at
ar: هناك طلبية عليك تسوق في
fr: Il y a une commande placée sur votre boutique à

source: Hi there, your friend
ar: مرحبا هناك، وصديقك
fr: Salut, ton ami

source: has sent a gift card
ar: بعث بطاقة هدية
fr: a envoyé une carte-cadeau

source: Your friend
ar: صديقك
fr: Ton ami

source: has bought a gift card for you from
ar: وقد اشترى بطاقة هدية لك من
fr: a acheté une carte-cadeau pour vous de

source: and you can use the this gift for buying any product from
ar: ويمكنك استخدام هذه الهدية لشراء أي منتج من
fr: et vous pouvez utiliser ce cadeau pour l'achat de tout produit de

source: If you have an existing activated account with
ar: إذا كان لديك حساب تنشيط القائمة مع
fr: Si vous avez un compte activé avec

source: using this same email address, this gift details will be available under your profile page. If you have not registered yet, please click the following link and register your new account. Please make sure you will use this same email address for creating the new account and to avail this gift card
ar: باستخدام هذا العنوان البريد الإلكتروني نفسه، ستكون متوفرة تحت صفحة ملفك الشخصي هذه التفاصيل هدية. إذا كنت غير مسجل، يرجى الضغط على الرابط التالي وسجل حسابك الجديد. يرجى التأكد من أنك سوف تستخدم هذه نفس عنوان البريد الإلكتروني لإنشاء حساب جديد والاستفادة من هذه بطاقة هدية
fr: En utilisant cette même adresse email, les détails de ce cadeau seront disponibles sous votre page de profil. Si vous n'êtes pas encore inscrit, veuillez cliquer sur le lien suivant et enregistrer votre nouveau compte. S'il vous plaît assurez-vous que vous utiliserez cette même adresse e-mail pour créer le nouveau compte et profiter de cette carte-cadeau

source: Your Gift Card code
ar: كود هدية بطاقتك
fr: Votre code de carte-cadeau

source: Not yet registered? Claim your gift now by click this link
ar: غير مسجل بعد؟ المطالبة هدية الآن عن طريق الضغط على هذا الرابط
fr: Pas encore enregistré? Réclamez votre cadeau maintenant en cliquant sur ce lien

source: click
ar: انقر
fr: Cliquez

source: Message from your friend
ar: رسالة من صديقك
fr: Message de votre ami

source: How to use
ar: كيف تستعمل
fr: Comment utiliser

source: This special gift card shared by your friend is just a code and it will work only for your account which is using this email address. You can use this code at the time of payment mode and this can be found In the cart page as an entry of Gift Card Codes" with the input text box and apply button. You can enter this code and click the apply button to see the change in the actual product price. If you are happy you can hit the "Checkout" button and that's it. You will also be able see the collection of gift card you received and it's used under your profile page"
ar: هذه البطاقة هدية خاصة مشتركة من قبل صديقك هو مجرد رمز وأنها ستعمل فقط لحسابك الذي يستخدم عنوان البريد الإلكتروني هذا. يمكنك استخدام هذا الرمز في وقت طريقة الدفع وهذا يمكن العثور عليها في صفحة عربة كمدخل من رموز بطاقة هدية "مع مربع إدخال النص وتطبيق زر. يمكنك إدخال هذا الرمز وانقر على زر تطبيق ل رؤية تغيير في سعر المنتج الفعلي. إذا كنت سعيدا يمكنك ضرب زر "الخروج " وأنه 'ق ذلك. وسوف تكون ايضا قادرة ترى مجموعة من بطاقة هدية تلقيتها و' ق المستخدمة في صفحة ملفك الشخصي "

source: Terms & Conditions
ar: البنود و الظروف
fr: termes et conditions

source: This gift card code is an auto generated one and should not be shared with anyone else. Any accidental damage caused by the usage of this gift card code will be reversible in the system by the administrators of
ar: هذا رمز بطاقة الهدية هي لصناعة السيارات ولدت واحدة ويجب أن لا تكون مشتركة مع أي شخص آخر. وأي ضرر عرضي ناجم عن استخدام هذا الرمز بطاقة هدية يكون عكسها في النظام من قبل القائمين على إدارة
fr: Ce code de carte cadeau est un code généré automatiquement et ne doit pas être partagé avec quelqu'un d'autre. Tout dommage accidentel causé par l'utilisation de ce code de carte cadeau sera réversible dans le système par les administrateurs de

source: If you have any problem in using the gift card code, you are recommended to write to the support team email address
ar: إذا كان لديك أي مشكلة في استخدام رمز بطاقة هدية، وينصح لك الكتابة إلى عنوان البريد الإلكتروني فريق الدعم
fr: Si vous rencontrez un problème lors de l'utilisation du code de la carte cadeau, il est recommandé d'écrire à l'adresse e-mail de l'équipe de support.

source: here
ar: هنا
fr: ici

source: Enjoy gifting
ar: استمتع الإهداء
fr: Profitez des dons

source: Your Group gift Product
ar: لديك مجموعة هدية المنتج
fr: Votre produit cadeau Groupe

source: had expired. Soon you will be refunded from
ar: قد انتهت. قريبا سوف يكون ردها من
fr: avait expiré. Bientôt, vous serez remboursé de

source: Your order confirmation - The order ID(s)
ar: تأكيدا طلبك - معرف النظام (ق)
fr: Votre confirmation de commande - Le (s) identifiant (s) de la commande

source: Thank you for shopping on
ar: شكرا لتسوقكم على
fr: Merci de faire vos achats sur

source: Kindly note down the order ID(s)
ar: والجدير بالذكر أسفل ID النظام (ق)
fr: Veuillez noter le (s) numéro (s) de commande

source: as a reference number for this purchase
ar: كما رقم مرجعي لهذا الشراء
fr: comme numéro de référence pour cet achat

source: Your order is confirmed. The same has been notified to the seller too. Once the order is shipped by the seller, we will send you an email with the shipment details from the seller. In case if you have ordered multiple items from multiple sellers, all your orders may be delivered separately. All your orders can be seen and tracked through your
ar: تأكيد طلبك. تم إخطار نفسه على البائع أيضا. مرة واحدة يتم شحنها على النظام من قبل البائع، وسوف نرسل لك رسالة بالبريد الالكتروني مع تفاصيل شحنة من البائع. في حالة إذا كنت قد أمرت سلع متعددة من العديد من البائعين، قد يتم تسليم كل ما تبذلونه من أوامر بشكل منفصل. ويمكن رؤية كل ما تبذلونه من أوامر وتتبع من خلال هاتفك
fr: Votre commande est confirmée. La même chose a été notifiée au vendeur aussi. Une fois la commande expédiée par le vendeur, nous vous enverrons un e-mail avec les détails de l'expédition du vendeur. Dans le cas où vous avez commandé plusieurs articles auprès de plusieurs vendeurs, toutes vos commandes peuvent être livrées séparément. Toutes vos commandes peuvent être vues et suivies à travers votre

source: account also
ar: حساب أيضا
fr: compte aussi

source: Your order details
ar: تفاصيل طلبك
fr: Vos détails de commande

source: Order ID(s)
ar: ID النظام (ق)
fr: Identifiant (s) de la commande

source: Grand Total
ar: المبلغ الإجمالي
fr: somme finale

source: Your order is safe and been monitored closely with the seller when you shop on
ar: النظام الخاص بك هو آمن ويتم مراقبتها عن كثب مع البائع عند التسوق على
fr: Votre commande est en sécurité et surveillée de près avec le vendeur lorsque vous magasinez

source: In case if you don't receive your order from the seller(s) or it is delivered in an unsatisfactory condition, you can reach us
ar: في حالة إذا كنت دون 'ر الحصول على طلبك من البائع (ق) أو يتم تسليمها في حالة غير مرضية، يمكنك الوصول إلينا
fr: Dans le cas où vous ne recevez pas votre commande du vendeur (s) ou il est livré dans un état insatisfaisant, vous pouvez nous joindre

source: When you write to us about any orders, please mention the order ID to get quick response from the support team
ar: عندما تكتب لنا عن أي أوامر، يرجى الإشارة إلى ID أجل الحصول على استجابة سريعة من فريق الدعم
fr: Lorsque vous nous écrivez à propos de toute commande, veuillez mentionner l'identifiant de commande pour obtenir une réponse rapide de la part de l'équipe de support

source: Item's also recommended to update the system once you received the order from the seller as expected and you are satisfied. In case of any order's receipt is not notified in the system will be automatically confirmed as Delivered" and will processed in the favor of sellers. Within this duration you are recommended to reach us in case of any problem in the orders"
ar: البند أوصت 'ق أيضا إلى تحديث النظام بمجرد وردت في النظام من البائع كما هو متوقع وكنت راضيا. في حال وجود أي أمر يقع ما لا يخطر استلام 'ق في النظام وسوف يتم تأكيد تلقائيا ك سلمت "وسوف يعالج في صالح البائعين. في غضون هذه المدة وينصح لك للوصول الينا في حال وجود أي مشكلة في أوامر "

source: To update receipt of the order, please login and go to profile and settings, then click My orders" and select the "Actions" and choose "Mark as received""
ar: لتحديث استلام النظام، يرجى تسجيل الدخول والذهاب للصفحة الشخصية والإعدادات، ثم انقر فوق أوامري "وحدد " تطبيقات "واختيار " مارك كما وردت ""

source: We look forward to see you again
ar: ونحن نتطلع لرؤيتك مرة أخرى
fr: Nous avons hâte de vous revoir

source: There is an order placed in your account - The order ID is
ar: هناك أمر وضعت في حسابك - معرف النظام هو
fr: Une commande est passée dans votre compte - L'identifiant de la commande est

source: Congratulations
ar: تهانينا
fr: Toutes nos félicitations

source: There is an order placed in your profile. This email confirms that the same order has been processed and recommend you to proceed with the shipping of this order
ar: هناك أمر وضعها في ملفك الشخصي. تؤكد هذه الرسالة الإلكترونية التي تم تجهيزها بنفس الترتيب وننصح المضي قدما في الشحن من هذا النظام
fr: Il y a une commande placée dans votre profil. Cet email confirme que la même commande a été traitée et vous recommande de procéder à l'expédition de cette commande

source: You have options to confirm this order and mark is as processing. You can also add the shipping details and tracking details to this order from “My Sales” under your profile account
ar: لديك خيارات لتأكيد هذا الأمر وعلامة على النحو المعالجة. يمكنك أيضا إضافة تفاصيل الشحن والتفاصيل تتبع هذا النظام من "بلدي المبيعات" تحت حساب ملفك الشخصي
fr: Vous avez des options pour confirmer cette commande et marquer est comme traitement. Vous pouvez également ajouter les détails d'expédition et les détails de suivi à cette commande dans "Mes ventes" sous votre compte de profil.

source: Happy selling
ar: سعيد بيع
fr: Bonne vente

source: Your new password
ar: كلمة سرك الجديدة
fr: Votre nouveau mot de passe

source: You or (someone else) has filed a request for a new password
ar: أنت أو (شخص آخر) قد قدم طلبا للحصول على كلمة سر جديدة
fr: Vous (ou quelqu'un d'autre) avez déposé une demande de nouveau mot de passe

source: To Reset your password, Please go to
ar: إعادة تعيين كلمة المرور الخاصة بك، يرجى الذهاب الى
fr: Pour réinitialiser votre mot de passe, s'il vous plaît aller à

source: Product is approved and ready for sale - Product ID
ar: وافق المنتج وجاهزة للبيع - معرف المنتج
fr: Le produit est approuvé et prêt à être vendu - ID du produit

source: We have reviewed your product details and we have approved your product for sale on
ar: لقد قمنا بمراجعة تفاصيل المنتج الخاص بك، ونحن قد وافق المنتج الخاص بك للبيع على
fr: Nous avons examiné les détails de votre produit et nous avons approuvé votre produit à vendre sur

source: In case of any changes, we will have to approve the changes again
ar: في حال وجود أي تغييرات، سيكون لدينا الموافقة على التغييرات مرة أخرى
fr: En cas de modifications, nous devrons à nouveau approuver les modifications

source: You can also edit the products under your profile, by access Added" tab"
ar: يمكنك أيضا تحرير المنتجات تحت ملف التعريف الخاص بك، من خلال الوصول واضاف "علامة التبويب"

source: Product link
ar: رابط المنتج
fr: Lien de produit

source: Your new account is activated successfully
ar: يتم تنشيط حسابك الجديد بنجاح
fr: Votre nouveau compte est activé avec succès
