Repository: rendelll/project-vt
Catalog: src/Locale/*/user.po
Languages: ar, fr

source: Thank you for your email address verification. We have successfully activated your new account with
ar: شكرا لك على التحقق من عنوان البريد الإلكتروني الخاص بك. وقمنا بتنشيط بنجاح حسابك الجديد مع
fr: Merci pour la vérification de votre adresse email. Nous avons activé avec succès votre nouveau compte avec

source: There are plenty of sales is going on and products added everyday to
ar: هناك الكثير من المبيعات يجري والمنتجات أضاف كل يوم ل
fr: Il y a beaucoup de ventes qui se passent et des produits ajoutés tous les jours à

source: You can write to us
ar: يمكنك مراسلتنا
fr: Tu peux nous écrire

source: and we are happy to assist you in case of any questions
ar: ونحن سعداء لمساعدتك في حال وجود أي أسئلة
fr: et nous sommes heureux de vous aider en cas de questions

source: Enjoy shopping on
ar: الاستمتاع بالتسوق في
fr: Faites du shopping sur

source: Welcome to
ar: مرحبا بك في
fr: Bienvenue à

source: Greetings! Thanks for registering with
ar: تحية طيبة! شكرا لتسجيل مع
fr: Salutations! Merci de votre inscription

source: To complete the registration of your new account, please click the following link to verify this email address
ar: لاستكمال تسجيل حساب جديد، يرجى الضغط على الرابط التالي للتحقق من عنوان البريد الإلكتروني هذا
fr: Pour terminer l'enregistrement de votre nouveau compte, veuillez cliquer sur le lien suivant pour vérifier cette adresse e-mail

source: Click Here
ar: انقر هنا
fr: Cliquez ici

source: to confirm your registration
ar: لتأكيد تسجيلك
fr: pour confirmer votre inscription

source: If clicking this link does not work, copy and paste the below link directly into the address bar of your browser. If you are still having problem, simply contact our support team by writing
ar: إذا النقر على هذا الرابط لا يعمل، نسخ ولصق الرابط أدناه مباشرة في شريط عنوان المتصفح الخاص بك. إذا كنت لا تزال تواجه مشكلة، مجرد الاتصال بفريق الدعم عن طريق الكتابة
fr: Si ce lien ne fonctionne pas, copiez et collez le lien ci-dessous directement dans la barre d'adresse de votre navigateur. Si vous rencontrez toujours un problème, contactez simplement notre équipe de support en écrivant

source: Once you do, you will be able to access to the notification of activity and access of other features that requires a valid email address
ar: بمجرد الانتهاء من ذلك، سوف تكون قادرة على الوصول إلى إخطار من النشاط والوصول من الميزات الأخرى التي تتطلب عنوان بريد إلكتروني صالح
fr: Une fois que vous le faites, vous serez en mesure d'accéder à la notification d'activité et l'accès d'autres fonctionnalités qui nécessite une adresse e-mail valide

source: You have a review from
ar: لديك مراجعة من
fr: Vous avez un avis de

source: has wrote a review for your order
ar: وقد كتبت استعراض لطلبك
fr: a écrit une critique pour votre commande

source: Review
ar: إعادة النظر
fr: La revue

source: follows your store on
ar: يلي متجرك على
fr: suit votre magasin sur

source: follows your store in
ar: يلي متجرك في
fr: suit votre magasin dans

source: now. You can view his profile by clicking the following link
ar: الآن. يمكنك عرض صورته من خلال النقر على الرابط التالي
fr: à présent. Vous pouvez voir son profil en cliquant sur le lien suivant

source: uploaded a fashion on your product, it is waiting for your approval
ar: تم تحميلها بطريقة على المنتج الخاص بك، أنه ينتظر موافقتك
fr: téléchargé une mode sur votre produit, il attend votre approbation

source: There is a user uploaded his fashion photo on the following product link. To make it public you need to review the pictures and please approve the same
ar: هناك المستخدم تحميلها الصورة الأزياء له على الرابط التالي منتوج. لجعلها عامة تحتاج إلى مراجعة الصور ويرجى الموافقة على نفسه
fr: Un utilisateur a téléchargé sa photo de mode sur le lien produit suivant. Pour le rendre public, vous devez revoir les photos et s'il vous plaît approuver le même

source: To approve this fashion upload, please login and go to your profile page and click User Fashion" tab and click "Show" button"
ar: الموافقة على هذا التحميل الأزياء، يرجى تسجيل الدخول والذهاب إلى صفحة الملف الشخصي الخاص بك وانقر العضو الأزياء "علامة التبويب وانقر على " إظهار "زر"

source: Link for your fashion upload
ar: رابط لتحميل الأزياء الخاصة بك
fr: Lien pour votre téléchargement de mode

source: accepted your invitation
ar: قبول دعوتك
fr: accepté votre invitation

source: accepted your invitation and joined
ar: قبول دعوتك وانضم
fr: accepté votre invitation et rejoint

source: You can follow
ar: يمكنك متابعة
fr: Vous pouvez suivre

source: by visiting the profile
ar: من خلال زيارة الملف الشخصى
fr: en visitant le profil

source: is now following you
ar: هو الآن يتبعك
fr: est maintenant en train de te suivre

source: Enquiry from a user
ar: استفسار من أحد المستخدمين
fr: Demande d'un utilisateur

source: Query From
ar: الاستعلام من
fr: Requête à partir de

source: User Email
ar: العضو مراسلة
fr: Email de l'utilisateur

source: Topic
ar: موضوع
fr: Sujet

source: Order No
ar: أجل لا
fr: No de commande

source: Group Gift Notification
ar: المجموعة إعلام هدية
fr: Notification de cadeau de groupe

source: Order notification
ar: إشعار الطلب
fr: Notification de commande

source: Order placed an order in your shop
ar: وضعت من أجل أمر في مجموعتكم
fr: Commande passée une commande dans votre magasin

source: Confirmation of your order number(s)
ar: تأكيد رقم الطلب الخاص بك (ق)
fr: Confirmation de votre numéro de commande

source: Wow! You got a gift from
ar: نجاح باهر كنت حصلت على هدية من
fr: Hou la la! Vous avez un cadeau de

source: Group Gift Soldout
ar: مجموعة هدية سولدوت
fr: Cadeau de groupe Épuisé

source: updated a commission
ar: تحديث لجنة
fr: mis à jour une commission

source: posted a news
ar: نشر أخبار
fr: a publié une nouvelle

source: Your account has been credited
ar: كان لها الفضل حسابك
fr: Votre compte a été crédité

source: by for refund of
ar: بواسطة لاسترداد
fr: par pour le remboursement de

source: Your account has been credited %s by for refund of %s
ar: تم حسابك الفضل٪ بنسبة لاسترداد٪ الصورة
fr: Votre compte a été crédité %s par pour le remboursement de %s

source: Your account has been credited for the refund of the order
ar: كان لها الفضل حسابك لاسترداد النظام
fr: Votre compte a été crédité pour le remboursement de la commande

source: Your account has been credited for the order
ar: كان لها الفضل حسابك للنظام
fr: Votre compte a été crédité pour la commande

source: Your product has been approved
ar: تمت الموافقة على المنتج الخاص بك
fr: Votre produit a été approuvé

source: added a product
ar: وأضاف المنتج
fr: ajouté un produit

source: replied for the dispute
ar: وأجاب عن النزاع
fr: répondu pour le différend

source: Commision details:Min_value
ar: تفاصيل العمولات: MIN_VALUE
fr: Détails de la commission: Min_value

source: Max_value
ar: قيمة الحد الأقصى

source: added your product in their collection
ar: وأضاف المنتج الخاص بك في تحصيلها
fr: ajouté votre produit dans leur collection

source: sent a query on your product:
ar: أرسلت استعلام على المنتج الخاص بك:
fr: envoyé une requête sur votre produit:

source: mentioned you in a comment on:
ar: ذكرك في تعليق على:
fr: vous a mentionné dans un commentaire sur:

source: commented on
ar: علق على
fr: commenté sur

source: placed an order in your shop, order id :
ar: وضعت على أمر في مجموعتكم والنظام معرف:
fr: passé une commande dans votre boutique, identifiant de commande:

source: You have received a gift card
ar: لقد تلقيت بطاقة هدية
fr: Vous avez reçu une carte-cadeau

source: is now following your Store
ar: والآن بعد متجرك
fr: suit maintenant votre magasin

source: uploaded fashion image on your product
ar: صورة الأزياء محملة على المنتج الخاص بك
fr: image de mode téléchargée sur votre produit

source: created a dispute on your order :
ar: خلق نزاع على طلبك:
fr: créé un litige sur votre commande:

source: sent a message
ar: إرسال رسالة
fr: envoyé un message

source: Your order has been marked as processing
ar: وقد اتسم النظام الخاص بك كما التجهيز
fr: Votre commande a été marquée comme traitement

source: Your order has been marked as shipped
ar: وقد اتسم النظام الخاص بك كما شحنها
fr: Votre commande a été marquée comme expédiée

source: Buyer Replied For the Dispute :
ar: المشتري ردود على النزاع:
fr: L'acheteur a répondu pour le litige:

source: Buyer Cancelled the Dispute :
ar: المشتري إلغاء المنازعات:
fr: L'acheteur a annulé le différend:

source: Buyer Resolved the Dispute :
ar: المشتري حل النزاع:
fr: L'acheteur a résolu le différend:

source: liked your status
ar: أحب حالتك
fr: aimé votre statut

source: mentioned you in a livefeed comment
ar: ذكرك في تعليق livefeed
fr: vous a mentionné dans un commentaire livefeed

source: mentioned you in a livefeed status comment on :
ar: ذكرك في حالة تعليق livefeed على:
fr: vous a mentionné dans un commentaire de statut livefeed sur:

source: mentioned you in the status
ar: ذكرك في وضع
fr: vous mentionné dans le statut

source: commented on your status
ar: علق على وضعك
fr: a commenté votre statut

source: shared your status
ar: مشترك حالتك
fr: partagé votre statut

source: shared the status
ar: يشارك في وضع
fr: partagé le statut

source: posted a status
ar: سجلت الوضع
fr: a affiché un statut

source: mentioned you in a livefeed status
ar: ذكرك في وضع livefeed
fr: vous a mentionné dans un statut livefeed

source: Created a group gift on your product, Group Gift Id :
ar: مكون هدية المجموعة على المنتج الخاص بك، مجموعة هدية رقم:
fr: Créé un cadeau de groupe sur votre produit, Idée de cadeau de groupe:

source: your product
ar: منتجك
fr: ton produit

source: wrote a review for you
ar: كتبت استعراض لك
fr: a écrit une critique pour vous

source: Url is not valid
ar: رابط غير صالح
fr: L'URL n'est pas valide

source: The item you are searching was not found.
ar: لم يتم العثور على العنصر الذي تبحث عنه.
fr: L'article que vous cherchez n'a pas été trouvé.

source: Unfortunately Item is not Available now.
ar: للأسف العنصر غير متوفر الآن.
fr: Malheureusement l'article n'est pas disponible maintenant.

source: Item added to cart successfully.
ar: تم إضافة السلعة الى السلة بنجاح.
fr: Article ajouté au panier avec succès.

source: Sorry! Kindly check your braintree credentials
ar: معذرة! يرجى التحقق من أوراق اعتماد برينتر الخاص بك
fr: Pardon! Veuillez vérifier vos informations d'identification braintree

source: Your account has been disabled please contact our support.
ar: تم تعطيل حسابك يرجى الاتصال دعمنا.
fr: Votre compte a été désactivé s'il vous plaît contacter notre support.

source: Item removed
ar: إزالة البند
fr: Article supprimé

source: Your Shopping Cart is Empty
ar: سلة التسوق الخاصة بك فارغة
fr: Votre panier est vide

source: Item removed successfully
ar: البند إزالة بنجاح
fr: Élément supprimé avec succès

source: Please Check your email immediately.
ar: يرجى التحقق من بريدك الالكتروني فورا.
fr: Veuillez vérifier votre email immédiatement.

source: Please Activate your account.
ar: يرجى تفعيل حسابك.
fr: Veuillez activer votre compte

source: Email id is not found Please register to our site.
ar: لم يتم العثور على معرف البريد الإلكتروني الرجاء التسجيل في موقعنا.
fr: L'adresse email n'est pas trouvée Veuillez vous inscrire sur notre site.

source: Your new password was generated successfully.
ar: تم إنشاء كلمة مرور جديدة بنجاح.
fr: Votre nouveau mot de passe a été généré avec succès.

source: Access Denied.
ar: تم الرفض.
fr: Accès refusé.

source: Please fix the following error(s):
ar: يرجى تصحيح الخطأ (s) التالية:
fr: Veuillez s'il vous plait corriger les erreurs suivantes):

source: Invalid username or password, try again
ar: اسم المستخدم أو كلمة المرور غير صالحة، حاول مرة أخرى
fr: Nom d'utilisateur ou mot de passe incorrect, réessayez

source: Please visit Merchant site to login if you have merchant id
ar: يرجى زيارة موقعنا على تاجر للدخول إذا كان لديك معرف التاجر
fr: S'il vous plaît visitez le site marchand pour vous connecter si vous avez un identifiant de marchand

source: Please activate your account by the email sent to you
ar: الرجاء تفعيل حسابك عن طريق البريد الإلكتروني المرسلة إليك
fr: Veuillez activer votre compte par l'email qui vous a été envoyé

source: Your account has been disabled please contact our support
ar: تم تعطيل حسابك يرجى الاتصال دعمنا
fr: Votre compte a été désactivé s'il vous plaît contacter notre support

source: username and email already exists
ar: اسم المستخدم والبريد الإلكتروني موجود بالفعل
fr: le nom d'utilisateur et le courriel existent déjà

source: username already exists
ar: اسم المستخدم موجود بالفعل
fr: Ce nom d'utilisateur existe déjà

source: Email already exists
ar: البريد الالكتروني موجود بالفعل
fr: l'email existe déjà

source: Captcha code Invalid
ar: كلمة التحقق قانون غير صالح
fr: Captcha code Invalide

source: An email was sent to your mail box, please activate your account and login.
ar: تم إرسال البريد الإلكتروني إلى صندوق البريد الخاص بك، الرجاء تفعيل حسابك وتسجيل الدخول.
fr: Un e-mail a été envoyé à votre boîte mail, veuillez activer votre compte et vous connecter.

source: Your account has been created, please login to your account
ar: لقد تم إنشاء حسابك، يرجى تسجيل الدخول إلى حسابك
fr: Votre compte a été créé, veuillez vous connecter à votre compte

source: Your account was already Verified
ar: وقد حسابك التحقق بالفعل
fr: Votre compte a déjà été vérifié

source: You are not authenticated.Please signup
ar: انك لم authenticated.Please الاشتراك
fr: Vous n'êtes pas authentifié.Veuillez vous inscrire

source: User has been saved.
ar: تم حفظ المستخدم.
fr: L'utilisateur a été enregistré.

source: You cannot follow yourself
ar: لا يمكنك اتباع نفسك
fr: Tu ne peux pas te suivre

source: Password updated successfully
ar: تم تحديث كلمة السر بنجاح
fr: Mot de passe mis à jour avec succès

source: Existing password is incorrect
ar: كلمة السر الحالية غير صحيحة
fr: Le mot de passe existant est incorrect

source: Sorry ! No such record was found
ar: معذرة ! تم العثور على أي سجل من هذا القبيل
fr: Pardon ! Aucun enregistrement de ce type n'a été trouvé

source: Store has not Found
ar: لم يتم العثور على مخزن
fr: Magasin n'a pas été trouvé

source: Sorry ! No such record was Found
ar: معذرة ! تم العثور على أي سجل من هذا القبيل
fr: Pardon ! Aucun enregistrement de ce type n'a été trouvé

source: You can not view other's order details
ar: لا يمكنك عرض الآخرين 'ق تفاصيل الطلب
fr: Vous ne pouvez pas voir les autres détails de la commande

source: Product was already delivered
ar: تم تسليم المنتج بالفعل
fr: Le produit a déjà été livré

source: Please mention a valid Hashtag
ar: يرجى ذكر علامة التصنيف ساري المفعول
fr: Merci de mentionner un hashtag valide

source: Gift card can not be send to your own
ar: لا يمكن أن ترسل بطاقة هدية لوحدك
fr: La carte-cadeau ne peut pas être envoyée à la vôtre

source: Something went wrong, please try again.
ar: حدث خطأ ما. أعد المحاولة من فضلك.
fr: Une erreur s'est produite. Veuillez réessayer.

source: Documentation
ar: كابل بيانات

source: Press
ar: صحافة
fr: presse

source: Pricing
ar: التسعير
fr: Tarification

source: Talk
ar: حديث
fr: Parler

source: posted a news:
ar: نشرت الخبر:
fr: a publié une nouvelle:

source: mentioned you in a item comment
ar: ذكرك في البند تعليق
fr: vous a mentionné dans un commentaire d'article

source: You have Created the item for Group gift. Soon your friend will get the Item from
ar: لقد مكون البند هدية المجموعة. قريبا صديقك سوف تحصل على البند من
fr: Vous avez créé l'article pour un cadeau de groupe. Bientôt votre ami recevra l'objet de

source: Contributed the product for Group gift . Soon your friend will get the Product from
ar: ساهم المنتج هدية المجموعة. قريبا صديقك سوف تحصل على المنتج من
fr: A contribué au produit pour un cadeau de groupe. Bientôt votre ami obtiendra le produit de

source: You have received a
ar: لقد تلقيت
fr: Vous avez reçu un

source: credit regarding your friends first purchase
ar: الائتمان فيما يتعلق أصدقائك أول عملية شراء
fr: crédit concernant le premier achat de vos amis

source: You have received a Gift card from your friend
ar: لقد تلقيت بطاقة هدية من صديقك
fr: Vous avez reçu une carte cadeau de votre ami

source: Group gift you have created with the item is expired
ar: وانتهت هدية المجموعة التي خلقت مع هذا البند
fr: Le cadeau de groupe que vous avez créé avec l'article a expiré

source: Group gift you have created with the item is sold out
ar: يباع هدية المجموعة التي خلقت مع هذا البند من
fr: Le cadeau de groupe que vous avez créé avec l'article est épuisé

source: Post
ar: بريد

source: Activity Feeds
ar: يغذي النشاط

source: Post a Status
ar: نشر حالة

source: upload a image or write something
ar: تحميل صورة أو كتابة شيء

source: Recent Activities
ar: أنشطة حالية

source: Posted a status
ar: تم نشر الحالة

source: Posted a seller message
ar: تم نشر رسالة البائع

source: Updated a order status
ar: تم تحديث حالة الطلب

source: Like
ar: مثل

source: Unlike
ar: مختلف

source: Enter your Coupon Code
ar: أدخل رمز القسيمة الخاص بك
fr: Entrez votre code de coupon

source: Enter your Giftcard Code
ar: أدخل رمز بطاقة الهدايا

source: Trust Pay: 100% Payment Protection, Easy Return Policy
ar: الثقة الدفع: 100٪ حماية الدفع، عودة السياسة سهلة

source: Write something or add a photo
ar: اكتب شيئا أو أضف صورة

source: Home
ar: االصفحة الرئيسية

source: Image
ar: صورة

source: Captcha
ar: كلمة التحقق

source: By clicking the
ar: بالنقر على

source: Interested in selling
ar: مهتم في بيع

source: Minimum Contribute Amount
ar: الحد الأدنى لمبلغ المساهمة

source: Target should be reached within
ar: يجب الوصول إلى الهدف ضمن

source: or else it will expire
ar: وإلا فإنه سوف تنتهي

source: Your payment was successful. You will recieve an email shortly from
ar: تم بنجاح دفعتك. ستتلقى رسالة إلكترونية قريبا من

source: Enter your real name
ar: أدخل اسمك الحقيقي

source: Line
ar: خط

source: Enter State
ar: إدخال الدولة

source: Enter City
ar: أدخل المدينة

source: Enter your zipcode
ar: أدخل رمزك البريدي

source: Enter your phone number
ar: أدخل رقم هاتفك

source: Share facebook get
ar: مشاركة فاسيبوك الحصول على

source: discount
ar: خصم

source: share it
ar: أنشرها

source: Load more comments
ar: تحميل المزيد من التعليقات

source: The things you like
ar: الأشياء التي تريدها

source: 's
fr: de

source: VIEW ALL
fr: VOIR TOUT

source: We won"t share your contacts with anybody without your consent
fr: Nous ne partagerons pas vos contacts avec qui que ce soit sans votre consentement

source: By clicking the "Join
fr: En cliquant sur le bouton "Rejoindre

source: "Terms and Conditions"
fr: "Termes et conditions"

source: STORES
fr: MAGASINS

source: NOTE: If you fail to respond on any latest reply on any disputes in a certain time, there is a possibility of closing the dispute and resulting the dispute in favor of the other party. So, we recommend to act immediately on disputes
fr: NOTE: Si vous ne répondez pas à la dernière réponse à un différend dans un certain délai, il y a une possibilité de clore le différend et d'aboutir au litige en faveur de l'autre partie. Donc, nous recommandons d'agir immédiatement sur les différends

source: This special gift card shared by your friend is just a code and it will work only for your account which is using this email address. You can use this code at the time of payment mode and this can be found In the cart page as an entry of "Gift Card Codes" with the input text box and apply button. You can enter this code and click the apply button to see the change in the actual product price. If you are happy you can hit the "Checkout" button and that's it. You will also be able see the collection of gift card you received and it's used under your profile page
fr: Cette carte cadeau spéciale partagée par votre ami est juste un code et elle ne fonctionnera que pour votre compte qui utilise cette adresse email. Vous pouvez utiliser ce code au moment du mode de paiement et cela peut être trouvé dans la page du panier comme une entrée de "codes de carte-cadeau " avec la zone de texte de saisie et appliquer le bouton. Vous pouvez entrer ce code et cliquer sur le bouton Appliquer pour voir le changement dans le prix réel du produit. Si vous êtes heureux, vous pouvez cliquer sur le bouton "Checkout" et c'est tout. Vous pourrez également voir la collection de cartes-cadeaux que vous avez reçues et celles-ci sont utilisées sous votre page de profil

source: Item's also recommended to update the system once you received the order from the seller as expected and you are satisfied. In case of any order's receipt is not notified in the system will be automatically confirmed as "Delivered" and will processed in the favor of sellers. Within this duration you are recommended to reach us in case of any problem in the orders
fr: Item 's également recommandé de mettre à jour le système une fois que vous avez reçu la commande du vendeur comme prévu et vous êtes satisfait. Dans le cas de toute commande 's reçu n'est pas notifié dans le système sera automatiquement confirmé comme "livré" et sera traité en faveur des vendeurs. Dans cette durée, il est recommandé de nous joindre en cas de problème dans les commandes

source: To update receipt of the order, please login and go to profile and settings, then click "My orders" and select the "Actions" and choose "Mark as received"
fr: Pour mettre à jour la réception de la commande, s'il vous plaît vous connecter et aller au profil et paramètres, puis cliquez sur "Mes commandes" et sélectionnez les "Actions" et choisissez "Marquer comme reçu"

source: You can also edit the products under your profile, by access "Added" tab
fr: Vous pouvez également éditer les produits sous votre profil, en accédant à l'onglet "Ajouté"

source: To approve this fashion upload, please login and go to your profile page and click "User Fashion" tab and click "Show" button
fr: Pour approuver ce téléchargement de mode, s'il vous plaît vous connecter et aller à votre page de profil et cliquez sur l'onglet "Mode utilisateur" et cliquez sur le bouton "Afficher"
