Repository: rendelll/project-vt
Catalog: src/Locale/*/user.po
Languages: ar, fr

source: Enter the Telephone number
ar: أدخل رقم الهاتف
fr: Entrez le numéro de téléphone

source: Continue
ar: استمر
fr: Continuer

source: Gift Title
ar: هدية عنوان
fr: Titre du cadeau

source: Ex: Jenny's Birthday Gift
ar: مثال: جيني 'ق هدية عيد ميلاد
fr: Ex: Cadeau d'anniversaire de Jenny

source: Title must be atleast 3 characters
ar: يجب أن يكون عنوان أتلست 3 أحرف
fr: Le titre doit comporter au moins 3 caractères

source: Ex: Lets celebrate Jenny's bdy and give her amazing gift!
ar: مثلا: دعونا نحتفل BDY جيني ويعطيها هدية مذهلة!
fr: Ex: Célébrons le corps de Jenny et lui donnons un cadeau incroyable!

source: Use your group gift description to share more about who you are raising contributions about and why
ar: استخدام مجموعة وصفك هدية للمشاركة المزيد عن الذين كنت تربية المساهمات حول ولماذا
fr: Utilisez la description de votre cadeau de groupe pour en savoir plus sur les personnes à propos desquelles vous collectez des contributions et pourquoi

source: Description must be atleast 10 characters
ar: يجب أن يكون الوصف أتلست 10 حرفا
fr: La description doit comporter au moins 10 caractères

source: Note
ar: ملحوظة
fr: Remarque

source: Enter note
ar: أدخل ملاحظة
fr: Entrer Remarque

source: You can leave a personlized not for merchant here
ar: يمكنك ترك personlized ليس للتاجر هنا
fr: Vous pouvez laisser une note personnalisée pour le marchand ici

source: Shipping
ar: الشحن
fr: livraison

source: Goal Total
ar: الهدف إجمالي
fr: Objectif Total

source: Go Back
ar: عُد
fr: Retourner

source: Ask Your friends to Contribute
ar: أطلب من أصدقائك أن المساهمة
fr: Demandez à vos amis de contribuer

source: Easy to Contribute
ar: من السهل أن المساهمة
fr: Facile à contribuer

source: Group Gift Summary
ar: مجموعة هدية ملخص
fr: Résumé du cadeau de groupe

source: Gift to
ar: هدية ل
fr: Cadeau à

source: Group Gift Total
ar: مجموعة هدية إجمالي
fr: Cadeau de groupe Total

source: This group gift is valid for
ar: هذه الهدية مجموعة صالحة ل
fr: Ce cadeau de groupe est valide pour

source: days
ar: أيام
fr: journées

source: Select The Country
ar: اختر البلد
fr: Sélectionnez le pays

source: Available Credits
ar: قروض المتاحة
fr: Crédits disponibles

source: Credits can be applied on your purchases during checkout
ar: يمكن تطبيق الائتمانات على مشترياتك خلال الخروج
fr: Des crédits peuvent être appliqués sur vos achats lors du paiement

source: Earn more credits by
ar: كسب المزيد من الاعتمادات من قبل
fr: Gagnez plus de crédits en

source: No History
ar: لا التاريخ
fr: Pas d'histoire

source: Credit History
ar: تاريخ الرصيد
fr: Histoire de credit

source: Username
ar: اسم المستخدم
fr: Nom d'utilisateur

source: Amount
ar: كمية
fr: Montant

source: From Group Gift
ar: من المجموعة هدية
fr: Du cadeau de groupe

source: Your Credit amount is empty
ar: مبلغ الائتمان الخاصة بك فارغ
fr: Le montant de votre crédit est vide

source: Today's Deal
ar: صفقة اليوم 'ق
fr: L'offre d'aujourd'hui

source: Most Commented Products
ar: المنتجات الأكثر تعليقا
fr: Produits les plus commentés

source: Featured Products
ar: منتجات مميزة
fr: produits présentés

source: Dispute Buyer
ar: النزاع المشتري
fr: acheteur de litige

source: Back to disputes
ar: العودة إلى النزاعات
fr: Retour aux différends

source: Dispute ID
ar: ID النزاع
fr: ID de conflit

source: Responded
ar: استجاب
fr: A répondu

source: Reply
ar: الرد
fr: Répondre

source: Buyer
ar: مشتر
fr: Acheteur

source: Invoice
ar: فاتورة
fr: Facture d'achat

source: Order ID
ar: رقم التعريف الخاص بالطلب
fr: numéro de commande

source: Purchase Amount
ar: مبلغ الشراء
fr: Montant des achats

source: Resolved
ar: حل
fr: Résolu

source: Negotiation
ar: تفاوض
fr: Négociation

source: Download File
ar: تحميل الملف
fr: Télécharger un fichier

source: Click to choose file
ar: انقر لاختيار ملف
fr: Cliquez pour choisir le fichier

source: Dispute Management
ar: إدارة النزاع
fr: Gestion des conflits

source: No Dispute
ar: لا المنازعات
fr: Pas de différend

source: Active Dispute
ar: المنازعات النشطة
fr: Litige actif

source: Closed Dispute
ar: المنازعات مغلقة
fr: Différend fermé

source: Dispute On
ar: نزاع على
fr: Contestation sur

source: Other Party
ar: حفلة اخرى
fr: Autre fête

source: Dispute Amount
ar: المبلغ النزاع
fr: Montant du différend

source: View
ar: رأي
fr: Vue

source: No active disputes
ar: أي خلافات النشطة
fr: Aucun conflit actif

source: No closed disputes
ar: أي خلافات مغلقة
fr: Pas de différends fermés

source: Forgot Password
ar: هل نسيت كلمة المرور
fr: Mot de passe oublié

source: Forgot your password? Enter your email address to change it
ar: نسيت رقمك السري؟ أدخل عنوان بريدك الإلكتروني لتغييره
fr: Mot de passe oublié? Entrez votre adresse email pour le changer

source: Email Address
ar: عنوان البريد الإلكتروني
fr: Adresse e-mail

source: Enter your email address
ar: أدخل عنوان بريدك الالكتروني
fr: Entrez votre adresse email

source: Ordered On
ar: أمر على
fr: Commandé le

source: View Details
ar: عرض التفاصيل
fr: Voir les détails

source: Your order has been placed
ar: وقد وضعت طلبك
fr: Votre commande a bien été reçue

source: Cancel Order
ar: الغاء الطلب
fr: annuler la commande

source: Return
ar: إرجاع
fr: Revenir

source: Mark Received
ar: تلقيت الأقسام
fr: Marque reçue

source: Claim
ar: يطالب
fr: Prétendre

source: View Conversation
ar: مشاهدة المحادثة
fr: Afficher la conversation

source: View Disputes
ar: عرض المنازعات
fr: Voir les différends

source: Create Disputes
ar: إنشاء المنازعات
fr: Créer des différends

source: Commented On
ar: علق على
fr: Commenté sur

source: Sub
ar: الفرعية
fr: Sous

source: Item
ar: بند
fr: Article

source: day
ar: يوم
fr: journée

source: hours
ar: ساعات
fr: heures

source: hour
ar: ساعة
fr: heure

source: minutes
ar: الدقائق

source: minute
ar: اللحظة

source: seconds
ar: ثواني
fr: secondes

source: ago
ar: منذ
fr: depuis

source: Group Gift History
ar: تاريخ المجموعة هدية
fr: Historique des dons de groupe

source: Title
ar: عنوان
fr: Titre

source: Contribution
ar: إسهام

source: Start Date
ar: تاريخ البدء
fr: Date de début

source: End Date
ar: تاريخ الانتهاء
fr: Date de fin

source: EXPIRED
ar: منتهية الصلاحية
fr: EXPIRÉ

source: COMPLETED
ar: منجز
fr: TERMINÉ

source: ACTIVE
ar: نشيط
fr: ACTIF

source: You haven’t created Group Gift yet
ar: لم تقم بإنشاء مجموعة هدية بعد
fr: Vous n'avez pas encore créé de cadeau de groupe

source: Last Contributions
ar: مشاركة الاشتراكات
fr: Dernière contributions

source: No Recent Activity
ar: لا آخر الزوار
fr: Aucune activité récente

source: Contributed Amount
ar: المبلغ ساهمت
fr: Montant contributif

source: People
ar: اشخاص
fr: Gens

source: Creator
ar: المنشئ
fr: Créateur

source: Delivery Address
ar: عنوان التسليم
fr: Adresse de livraison

source: Share to Your Friends
ar: حصة لأصدقائك
fr: Partager avec vos amis

source: Contributions
ar: مساهمات

source: Pending Amount
ar: المبلغ المعلق
fr: Montant en attente

source: Expired
ar: منتهية الصلاحية
fr: Expiré

source: Completed
ar: منجز
fr: Terminé

source: Active
ar: نشيط
fr: actif

source: Total Contributors
ar: مجموع المساهمين
fr: Total des contributeurs

source: Minimum contribution
ar: الحد الأدنى مساهمة
fr: Contribution minimale

source: Enter Amount
ar: أدخل المبلغ
fr: Entrer le montant

source: Contribute Now
ar: تساهم الآن
fr: Contribuer maintenant

source: This Group Must recieve all contributions by
ar: يجب أن هذا الفريق تلقي جميع التبرعات التي
fr: Ce groupe doit recevoir toutes les contributions de

source: to be successful
ar: لتكون ناجحا
fr: pour reussir

source: Unsuccessful gift will be refunded
ar: وسوف يكون ردها هدية فاشلة
fr: Le cadeau non reçu sera remboursé

source: How it Works
ar: كيف تعمل
fr: Comment ça marche

source: Create a easy and fun way to give gifts to your friends
ar: خلق وسيلة سهلة وممتعة لتقديم الهدايا لأصدقائك
fr: Créez un moyen facile et amusant de donner des cadeaux à vos amis

source: Contribute pick any item, Contribute any amount. You are only charged if group gift was successful
ar: المساهمة اختيار أي بند، المساهمة بأي مبلغ. أنت متهم إلا إذا كانت هدية مجموعة ناجحة
fr: Contribute choisir n'importe quel article, Contribuer n'importe quel montant. Vous n'êtes facturé que si le cadeau de groupe a été accepté

source: Invite your friends to contribute. Once you meet your target,
ar: دعوة أصدقائك على المساهمة. بمجرد تلبية الهدف الخاص بك،
fr: Invitez vos amis à contribuer. Une fois que vous avez atteint votre objectif,

source: will take care of rest
ar: سوف تأخذ الرعاية من بقية
fr: prendra soin du repos

source: Start Shopping
ar: بداية التسوق
fr: Commencer le shopping

source: Select Gift
ar: اختر هدية
fr: Sélectionner un cadeau

source: Create Group Gift
ar: إنشاء مجموعة هدية
fr: Créer un cadeau de groupe

source: Invite Your Friends
ar: اعزم أصحابك
fr: Invite tes amis

source: Reach Target
ar: الوصول إلى الهدف
fr: Atteindre la cible

source: Result
ar: نتيجة
fr: Résultat

source: No comments found
ar: لا توجد تعليقات
fr: Aucun commentaire trouvé

source: Popular Hashtags
ar: علامات تصنيف شعبية
fr: Hashtags populaires

source: Who to follow
ar: الذي لمتابعة
fr: Qui suivre

source: No more suggestions
ar: لا مزيد من الاقتراحات
fr: Plus de suggestions

source: products
ar: منتجات
fr: des produits

source: PRODUCTS
ar: منتجات

source: Invite Friends to Join in
ar: دعوة الأصدقاء للانضمام في
fr: Inviter des amis à se joindre à

source: Invite Your Friends and Earn Credits When They Join
ar: دعوة أصدقائك وكسب الاعتمادات عند التحاقهم
fr: Invitez vos amis et gagnez des crédits quand ils se joignent

source: Social Network
ar: شبكة اجتماعية
fr: Réseau social

source: Invite Friends to
ar: دعوة الأصدقاء ل
fr: Inviter des amis à

source: from Your Social Network
ar: من الشبكة الاجتماعية الخاصة بك
fr: de votre réseau social

source: Facebook
ar: فيس بوك

source: Twitter
ar: تغريد
fr: Gazouillement

source: Gmail
ar: جوجل

source: Google+
ar: في + Google

source: We won share your contacts with anybody without your consent"
ar: فزنا ر مشاركة جهات الاتصال الخاصة بك مع أي شخص دون موافقتك "

source: Referral Link
ar: رابط الإحالة
fr: Lien de référence

source: Use this link to share on Twitter, Facebook or on an Email
ar: استخدام هذا الرابط لمشاركة على تويتر، الفيسبوك أو على البريد الالكتروني
fr: Utilisez ce lien pour partager sur Twitter, Facebook ou sur un Email

source: Tip!
ar: تلميح!
fr: Pointe!

source: Earn more credits by sharing your link with friends on social network
ar: كسب المزيد من الاعتمادات من خلال تبادل وصلتك مع الأصدقاء على الشبكة الاجتماعية
fr: Gagnez plus de crédits en partageant votre lien avec des amis sur le réseau social

source: Invite via Email
ar: دعوة عبر البريد الإلكتروني
fr: Inviter par courriel

source: Invite your friends to
ar: دعوة أصدقائك لل
fr: Invitez vos amis à

source: via email
ar: عبر البريد الالكتروني
fr: par email

source: Enter email address
ar: أدخل عنوان البريد الالكتروني
fr: Entrer l'adresse e-mail

source: Enter your Message
ar: أدخل رسالتك
fr: Entrez votre message

source: Send Invites
ar: ارسل دعوات
fr: Envoyer des invitations

source: Enter valid email
ar: أدخل بريد إلكتروني صحيح
fr: Entrez une adresse email valide

source: Bonus!
ar: علاوة!
fr: Prime!

source: You will be rewarded with
ar: سوف يكافأ مع
fr: Vous serez récompensé avec

source: if your friend signs up and makes a purchase within 60 days
ar: إذا صديقك يوقع صعودا ويجعل الشراء في غضون 60 يوما
fr: si votre ami s'inscrit et fait un achat dans les 60 jours

source: Login to
ar: تسجيل الدخول إلى
fr: Se connecter à

source: Email
ar: البريد الإلكتروني

source: Enter your password
ar: ادخل رقمك السري
fr: Tapez votre mot de passe

source: Remember me
ar: تذكرنى
fr: Souviens-toi de moi

source: OR
ar: أو
fr: OU

source: New to
ar: جديدة ل
fr: Nouveau sur

source: Sign up now
ar: أفتح حساب الأن
fr: S'inscrire maintenant

source: No Conversations
ar: لا محادثات
fr: Pas de conversations

source: Contact Seller Conversations
ar: المحادثات اتصال البائع
fr: Contacter le vendeur Conversations

source: Message box empty
ar: مربع رسالة فارغة
fr: Boîte de message vide

source: Email Settings
ar: إعدادات البريد الإلكتروني
fr: Paramètres de messagerie

source: When someone follows you
ar: عندما يقوم شخص ما يلي لك
fr: Quand quelqu'un te suit

source: When someone comments on a thing you added
ar: عندما يعلق أحدهم على شيء قمت بإضافتها
fr: Quand quelqu'un commente une chose que vous avez ajoutée

source: Web and push settings
ar: إعدادات الإنترنت ودفع
fr: Paramètres Web et Push

source: Activity that involves you
ar: النشاط الذي ينطوي لك
fr: Activité qui vous concerne

source: When someone mentions you
ar: عندما يقوم شخص ما يذكر لك
fr: Quand quelqu'un vous mentionne

source: When someone
ar: عندما يقوم شخص ما
fr: Quand quelqu'un

source: one of your things
ar: واحدة من الأشياء الخاصة بك
fr: une de tes choses

source: When someone comments on a thing you
ar: عندما يعلق أحدهم على شيء
fr: Quand quelqu'un commente une chose

source: Store & Friends activity
ar: البقالة والأصدقاء النشاط
fr: Activité Store & Friends

source: When product Added by followed Store or profile
ar: عندما أضيف المنتج من قبل مخزن المتبع أو الشخصية
fr: Lorsque le produit a été ajouté par le magasin ou le profil suivi

source: When a friend posts a comment
ar: عندما صديق المشاركات تعليق
fr: Quand un ami publie un commentaire

source: Updates
ar: التحديثات
fr: Mises à jour

source: Updates from
ar: من تحديثات
fr: Mises à jour de

source: Send news about
ar: إرسال الأخبار عن
fr: Envoyer des nouvelles à propos de

source: Change Password
ar: تغيير كلمة السر
fr: Changer le mot de passe

source: Existing Password
ar: كلمة السر الموجودة حاليا
fr: mot de passe existant

source: New Password
ar: كلمة السر الجديدة
fr: nouveau mot de passe

source: New password at least 6 characters
ar: كلمة المرور الجديدة لا يقل عن 6 أحرف
fr: Nouveau mot de passe d'au moins 6 caractères

source: Confirm Password
ar: تأكيد كلمة المرور
fr: Confirmez le mot de passe

source: Find New People
ar: البحث الشعب الجديد
fr: Trouver de nouvelles personnes

source: Follow People to discover new things
ar: اتبع الناس لاكتشاف أشياء جديدة
fr: Suivez les gens pour découvrir de nouvelles choses

source: Please enter value to search
ar: الرجاء إدخال قيمة للبحث
fr: Veuillez entrer une valeur pour rechercher

source: No People
ar: لا الناس
fr: Personne

source: VIEW ALL Peoples
ar: عرض كل الشعوب
fr: VOIR TOUS les peuples

source: Edit Profile
ar: تعديل الملف الشخصي
fr: Editer le profil

source: View Profile
ar: عرض الصفحة الشخصية
fr: Voir le profil

source: Photo
ar: صورة فوتوغرافية

source: Your real name, so your friends can find you
ar: اسمك الحقيقي، لذلك أصدقائك يمكن أن تجد لك
fr: Votre vrai nom, pour que vos amis puissent vous trouver

source: Website
ar: موقع الكتروني
fr: Site Internet

source: Location
ar: موقعك
fr: Emplacement

source: e.g. New York, NY
ar: مثلا نيويورك، NY
fr: par exemple. New York, NY

source: Birthday
ar: عيد الميلاد
fr: Anniversaire

source: Year
ar: عام
fr: An

source: Month
ar: شهر
fr: Mois

source: Day
ar: يوم
fr: journée

source: About
ar: حول
fr: Sur

source: Write somthing about yourself
ar: إرسال سومثينغ عن نفسك
fr: Écris quelque chose à propos de toi

source: characters left
ar: شخصيات تركت
fr: caractères restants

source: Email will not be publicly displayed
ar: البريد الالكتروني لن يتم عرضه علنا
fr: Le courriel ne sera pas afficher publiquement

source: Age
ar: عمر
fr: Âge

source: Gender
ar: جنس
fr: Le genre

source: Male
ar: الذكر
fr: Mâle

source: Female
ar: إناثا
fr: Femelle

source: Unspecified
ar: غير محدد
fr: Non spécifié

source: Activate My Account
ar: تفعيل حسابي
fr: Activer mon compte

source: Deactivate My Account
ar: إلغاء تفعيل حسابي
fr: Désactivez mon compte

source: No Order
ar: لا طلب
fr: Pas de commande

source: Recent Orders
ar: الطلبيات الأخيرة
fr: Dernières commandes

source: No Purchase Found
ar: لا توجد شراء
fr: Aucun achat trouvé

source: Create a Dispute
ar: إنشاء المنازعات
fr: Créer un différend

source: Choose One
ar: اختيار واحد
fr: Choisissez-en un

source: Orders
ar: أوامر
fr: Ordres

source: Items
ar: العناصر
fr: Articles

source: Create Dispute
ar: إنشاء المنازعات
fr: Créer un différend

source: Referrals Status
ar: الدعوات الحالة
fr: Statut des références

source: No Referral
ar: لا الإحالة
fr: Pas de référence

source: Joined
ar: انضم
fr: Rejoint

source: Invited
ar: دعوة
fr: Invité

source: Invite More Friends
ar: ادعو المزيد من الاصدقاء
fr: Inviter plus d'amis

source: You haven't invited anyone yet
ar: كنت ملاذ 'ر دعوة أي شخص حتى الآن
fr: Vous n'avez encore invité personne

source: Things
ar: أشياء
fr: Des choses

source: No Peoples
ar: لا الشعوب
fr: Aucun peuple

source: Return Order
ar: عودة بالدفع
fr: Ordre de retour

source: Reason For Return
ar: السبب في عودة
fr: Raison du retour

source: Confirm Return
ar: تأكيد العودة
fr: Confirmer le retour

source: No Address
ar: لا عنوان
fr: Aucune adresse

source: Your Saved Shipping Addresses
ar: المحفوظة الخاصة بك عناوين الشحن
fr: Vos adresses de livraison enregistrées

source: Default
ar: افتراضي
fr: Défaut

source: Change
ar: يتغيرون
fr: Changement

source: Join
ar: انضم
fr: Joindre

source: User Name
ar: اسم المستخدم
fr: Nom d'utilisateur

source: Enter your User Name
ar: أدخل اسم المستخدم الخاص بك
fr: Entrez votre nom d'utilisateur

source: By clicking the Join"
ar: بالضغط على تاريخ "

source: you are agree that you have read and agree the
ar: كنت توافق على أنك قد قرأت ووافقت على
fr: vous êtes d'accord que vous avez lu et accepté le

source: Terms and Conditions""
ar: الأحكام والشروط""

source: or use your mail
ar: أو استخدام البريد الخاص بك
fr: ou utilisez votre mail

source: Already a member
ar: عضوا فعلا
fr: Déjà membre

source: Get started
ar: البدء
fr: Commencer

source: Today
ar: اليوم
fr: Aujourd'hui

source: Can't read? Reload
ar: يمكن 'ر تقرأ؟ إعادة تحميل
fr: Ne peut pas lire? Recharger

source: <p>Enter security code shown above:</p>
ar: <p> وأدخل رمز الأمن هو مبين أعلاه: </ P>
fr: <p> Entrez le code de sécurité indiqué ci-dessus: </ p>

source: Enter security code shown above:
ar: أدخل رمز الحماية هو مبين أعلاه:
fr: Entrez le code de sécurité ci-dessus:

source: Site is under Maintenance
ar: الموقع تحت الصيانة
fr: Le site est en maintenance

source: Please come back in few minutes
ar: يرجى العودة في دقائق قليلة
fr: Merci de revenir dans quelques minutes

source: Check Now
ar: تأكد الان
fr: Vérifie maintenant

source: All Products
ar: جميع المنتجات
fr: Tous les produits

source: News
ar: أخبار
fr: Nouvelles

source: Reviews
ar: التعليقات
fr: Avis

source: Followers
ar: متابعون
fr: Suiveurs

source: Followers will get push notifications and the message will be update in their notification alert
ar: سوف أتباع الحصول على إشعارات الدفع والرسالة ستكون والتحديث في حالة تأهب إشعارهم
fr: Les abonnés recevront des notifications push et le message sera mis à jour dans leur alerte de notification

source: All Reviews
ar: كل التعليقات
fr: Tous les commentaires

source: Positive
ar: إيجابي
fr: Positif

source: Based on
ar: مرتكز على
fr: Basé sur

source: ratings
ar: تصنيفات
fr: évaluations

source: No Reviews
ar: لا يوجد تعليقات
fr: Pas d'avis

source: No Followers
ar: لا المتابعون
fr: Pas de suiveurs

source: Collection
ar: مجموعة

source: Favourite Store
ar: المتجر المفضل
fr: Magasin préféré

source: Following
ar: التالية
fr: Suivant

source: as you
ar: مثلك
fr: comme toi

source: always
ar: دائما
fr: toujours

source: My Collections
ar: مجموعتي
fr: Mes collections

source: No List
ar: لا قائمة
fr: Pas de liste

source: FAVOURITE STORE
ar: تخزين المفضلة
fr: MAGASIN FAVORIS

source: No Following
ar: لا بعد
fr: Pas de suite

source: WELCOME TO
ar: مرحبا بك في
fr: BIENVENUE À

source: Thanks for activating your account. Exciting shopping experience is waiting for you.
ar: شكرا لتفعيل حسابك. تجربة تسوق مثيرة هو في انتظاركم.
fr: Merci d'avoir activé votre compte. Une expérience de magasinage passionnante vous attend.

source: SKIP
ar: تخطى
fr: SAUTER

source: NEXT
ar: التالى
fr: PROCHAIN

source: FOLLOW
ar: إتبع
fr: SUIVRE

source: PEOPLE
ar: اشخاص
fr: GENS

source: Follow a few top contributors to discover great things.
ar: اتبع عدد قليل من كبار المساهمين في اكتشاف أشياء عظيمة.
fr: Suivez quelques-uns des meilleurs contributeurs pour découvrir de belles choses.

source: WELL DONE
ar: أحسنت
fr: BIEN JOUÉ

source: Happy Shopping
ar: تسوق سعيد
fr: Bon shopping

source: Message Detail
ar: رسالة التفاصيل
fr: Détail du message

source: Back to messages
ar: العودة إلى الرسائل
fr: Retour aux messages

source: Please select the recipient to gift
ar: الرجاء تحديد المتلقي هدية
fr: Veuillez sélectionner le destinataire à offrir

source: Please enter your message
ar: أدرج رسالتك من فضلك
fr: S'il vous plaît entrez votre message

source: Account Info
ar: معلومات الحساب
fr: Informations de compte

source: for iPhone & iPad
ar: لفون و آي باد
fr: pour iPhone et iPad

source: for Android
ar: لأجهزة الأندرويد
fr: Pour Android

source: Mobile No
ar: رقم المحمول
fr: Mobile Non

source: Contact Address
ar: عنوان الإتصال
fr: Adresse de contact

source: Your Name
ar: اسمك
fr: votre nom

source: Your Email Address
ar: عنوان بريدك الإلكتروني
fr: Votre adresse email

source: Select a topic
ar: اختر عنوانا
fr: Choisissez un sujet

source: User account
ar: حساب المستخدم
fr: Compte d'utilisateur

source: Forgot my password
ar: نسيت كلمة المرور
fr: J'ai oublié mon mot de passe

source: Order Inquiry
ar: أجل رسالتك
fr: Demande de commande

source: Payment Issues
ar: قضايا الدفع
fr: Problèmes de paiement

source: Returns and Refunds
ar: الأستبدال والترجيع
fr: Retours et remboursements

source: Site Features
ar: ميزات الموقع
fr: Caractéristiques du site

source: Mobile Features
ar: الميزات المحمول
fr: Caractéristiques mobiles

source: Partnership Opportunities
ar: فرص الشراكة
fr: Opportunités de partenariat

source: Copyright Issue
ar: العدد حقوق التأليف والنشر
fr: Problème de copyright

source: User Account
ar: حساب المستخدم
fr: Compte d'utilisateur

source: Maximum 250 characters only
ar: أقصى 250 حرفا فقط
fr: Maximum 250 caractères seulement

source: Submit
ar: عرض
fr: Soumettre

source: Business
ar: اعمال
fr: Entreprise

source: Add to
ar: اضف إليه
fr: Ajouter à

source: Be a part of the
ar: كن جزءا من
fr: Faites partie de la

source: community and add your favorite things.
ar: المجتمع وإضافة أشياء المفضلة لديك.
fr: communauté et ajoutez vos choses préférées.

source: Button
ar: زر
fr: Bouton

source: Drag this
ar: اسحب هذا
fr: Faites glisser ce

source: button
ar: زر
fr: bouton

source: into your Bookmarks Bar
ar: في شريط الإشارات المرجعية الخاصة بك
fr: dans votre barre de favoris

source: The bookmarklet lets you save things and products from any site to your own
ar: بووكمركلت تمكنك من حفظ الأشياء والمنتجات من أي موقع لوحدك
fr: Le bookmarklet vous permet de sauvegarder des choses et des produits depuis n'importe quel site vers le vôtre

source: catalog.
ar: فهرس.
fr: catalogue.

source: To install the
ar: لتثبيت
fr: Pour installer le

source: bookmarklet in Chrome, follow these steps:
ar: بووكمركلت في كروم، اتبع الخطوات التالية:
fr: bookmarklet dans Chrome, procédez comme suit:

source: bookmarklet in Firefox, follow these steps:
ar: بووكمركلت في فايرفوكس، اتبع الخطوات التالية:
fr: bookmarklet dans Firefox, procédez comme suit:

source: Drag bookmarklet
ar: اسحب بووكمركلت
fr: Faites glisser bookmarklet

source: Drag the blue
ar: اسحب الأزرق
fr: Faites glisser le bleu

source: button above to your Bookmarks bar.
ar: زر فوق لشريط الإشارات الخاصة بك.
fr: bouton ci-dessus à votre barre de favoris.

source: You’re finished
ar: الانتهاء
fr: Tu as fini

source: When you are browsing a webpage, click
ar: عند تصفح صفحة ويب، انقر فوق
fr: Lorsque vous naviguez sur une page Web, cliquez sur

source: to add things to your personal catalog.
ar: لإضافة أشياء إلى الكتالوج الشخصية.
fr: ajouter des choses à votre catalogue personnel.
