Repository: rendelll/project-vt
Catalog: var/www/html/src/Locale/*/user.po
Languages: es

source: Your order is confirmed. The same has been notified to the seller too. Once the order is shipped by the seller, we will send you an email with the shipment details from the seller. In case if you have ordered multiple items from multiple sellers, all your orders may be delivered separately. All your orders can be seen and tracked through your
es: Se confirma su orden. Lo mismo se ha notificado al vendedor también. Una vez que la orden es enviada por el vendedor, le enviaremos un correo electrónico con los detalles del envío del vendedor. En caso si usted ha ordenado varios artículos de múltiples vendedores, todos sus pedidos pueden ser entregados por separado. Todos sus pedidos pueden ser vistos y seguidos a través de su

source: account also
es: también cuenta

source: Your order details
es: Sus detalles de la orden

source: Order ID(s)
es: Identificación (s) orden

source: Grand Total
es: Gran total

source: Your order is safe and been monitored closely with the seller when you shop on
es: Su pedido es seguro y ha supervisado estrechamente con el vendedor cuando usted hace compras en

source: In case if you don't receive your order from the seller(s) or it is delivered in an unsatisfactory condition, you can reach us
es: En caso si usted don 't recibir su pedido por parte del vendedor (s) o se entrega en una condición satisfactoria, puede comunicarse con nosotros

source: When you write to us about any orders, please mention the order ID to get quick response from the support team
es: Cuando se escribe con nosotros sobre cualquier orden, por favor mencionar la identificación de la orden a obtener una respuesta rápida por parte del equipo de apoyo

source: Item's also recommended to update the system once you received the order from the seller as expected and you are satisfied. In case of any order's receipt is not notified in the system will be automatically confirmed as Delivered" and will processed in the favor of sellers. Within this duration you are recommended to reach us in case of any problem in the orders"
es: Artículo 's también recomienda actualizar el sistema una vez que ha recibido la orden por parte del vendedor como se esperaba y que esté satisfecho. En caso de cualquier orden del recibo 's no es notificado en el sistema será confirmada automáticamente como Entregado " y será procesado en el favor de los vendedores. Dentro de esta duración se recomienda llegar a nosotros en caso de cualquier problema en los pedidos "

source: To update receipt of the order, please login and go to profile and settings, then click My orders" and select the "Actions" and choose "Mark as received""
es: Para actualizar la recepción del pedido, por favor ingrese y vaya al perfil y la configuración, haga clic en Mis órdenes "y seleccionar el '' Acciones y seleccione 'Marcar como recibida '"

source: We look forward to see you again
es: Esperamos verte de nuevo

source: There is an order placed in your account - The order ID is
es: Hay un pedido realizado en su cuenta - La identificación de la orden es

source: Congratulations
es: Felicitaciones

source: There is an order placed in your profile. This email confirms that the same order has been processed and recommend you to proceed with the shipping of this order
es: Hay un pedido realizado en su perfil. Este correo electrónico confirma que el mismo pedido ha sido procesado y se recomienda proceder con el envío de esta orden

source: You have options to confirm this order and mark is as processing. You can also add the shipping details and tracking details to this order from “My Sales” under your profile account
es: Usted tiene opciones para confirmar esta orden y la marca es tan procesamiento. También puede agregar los detalles del envío y datos para el seguimiento a este orden desde “Mis ventas” en su cuenta el perfil

source: Happy selling
es: Venta feliz

source: Your new password
es: Tu nueva contraseña

source: You or (someone else) has filed a request for a new password
es: Usted o (otra persona) ha presentado una solicitud de una nueva contraseña

source: To Reset your password, Please go to
es: Para restablecer su contraseña, por favor vaya a

source: Product is approved and ready for sale - Product ID
es: Producto está aprobado y listo para la venta - Identificación del producto

source: We have reviewed your product details and we have approved your product for sale on
es: Hemos revisado los detalles del producto y hemos aprobado su producto para la venta en

source: In case of any changes, we will have to approve the changes again
es: En caso de cualquier cambio, tendremos que aprobar los cambios de nuevo

source: You can also edit the products under your profile, by access Added" tab"
es: También puede editar los productos en su perfil, por el acceso Agregado "ficha"

source: Product link
es: enlace al producto

source: Your new account is activated successfully
es: Su nueva cuenta se activa con éxito

source: Thank you for your email address verification. We have successfully activated your new account with
es: Gracias por su verificación de la dirección de correo electrónico usted. Hemos activado con éxito su nueva cuenta con

source: There are plenty of sales is going on and products added everyday to
es: Hay un montón de ventas que está pasando y productos diarios añadido a

source: You can write to us
es: Puede escribirnos

source: and we are happy to assist you in case of any questions
es: y estaremos encantados de ayudarle en caso de cualquier duda

source: Enjoy shopping on
es: Disfrutar de las compras en

source: Welcome to
es: Bienvenido a

source: Greetings! Thanks for registering with
es: ¡Saludos! Gracias por registrarse en

source: To complete the registration of your new account, please click the following link to verify this email address
es: Para completar el registro de su nueva cuenta, por favor haga clic en el siguiente enlace para verificar esta dirección de correo electrónico

source: Click Here
es: Haga clic aquí

source: to confirm your registration
es: para confirmar su registro

source: If clicking this link does not work, copy and paste the below link directly into the address bar of your browser. If you are still having problem, simply contact our support team by writing
es: Si clic en este enlace no funciona, copia y pega el siguiente enlace directamente en la barra de direcciones del navegador. Si sigue teniendo un problema, sólo tiene que ponerse en contacto con nuestro equipo de asistencia por escrito

source: Once you do, you will be able to access to the notification of activity and access of other features that requires a valid email address
es: Una vez que lo hace, usted será capaz de acceder a la notificación de la actividad y el acceso de otras características que requiere una dirección de correo electrónico válida

source: You have a review from
es: Usted tiene una revisión de

source: has wrote a review for your order
es: ha escrito una reseña de su pedido

source: Review
es: revisión

source: follows your store on
es: sigue en su tienda

source: follows your store in
es: sigue en su tienda

source: now. You can view his profile by clicking the following link
es: ahora. Puede ver su perfil haciendo clic en el siguiente enlace

source: uploaded a fashion on your product, it is waiting for your approval
es: subido de forma en su producto, que está a la espera para su aprobación

source: There is a user uploaded his fashion photo on the following product link. To make it public you need to review the pictures and please approve the same
es: Hay un usuario subido su foto de la manera en el siguiente enlace del producto. Para hacerlo público es necesario revisar las fotos y por favor aprobar la misma

source: To approve this fashion upload, please login and go to your profile page and click User Fashion" tab and click "Show" button"
es: Aprobar esta subida de la moda, por favor iniciar sesión y vaya a su página de perfil y haga clic en Usuario moda "ficha y haga clic en '' botón" Mostrar \

source: Link for your fashion upload
es: Enlace para la subida de la moda

source: accepted your invitation
es: aceptado su invitación

source: accepted your invitation and joined
es: aceptado su invitación y se unió

source: You can follow
es: Puede seguir

source: by visiting the profile
es: visitando el perfil

source: is now following you
es: ahora te está siguiendo

source: Enquiry from a user
es: Solicitud de un usuario

source: Query From
es: A partir de la consulta

source: User Email
es: User Correo electrónico

source: Topic
es: Tema

source: Order No
es: N º de pedido

source: Group Gift Notification
es: Grupo Notificación regalo

source: Order notification
es: de notificación de pedido

source: Order placed an order in your shop
es: Pedido realizado un pedido en su tienda

source: Confirmation of your order number(s)
es: La confirmación de su número de pedido (s)

source: Wow! You got a gift from
es: ¡Guauu! Tienes un regalo de

source: Group Gift Soldout
es: Grupo Soldout regalo

source: updated a commission
es: actualizado una comisión

source: posted a news
es: publicado una noticia

source: Your account has been credited
es: Tu cuenta ha sido acreditada

source: by for refund of
es: por la devolución de

source: Your account has been credited %s by for refund of %s
es: Su cuenta ha sido acreditado% s por la devolución de% s

source: Your account has been credited for the refund of the order
es: Su cuenta ha sido acreditado para la restitución del orden

source: Your account has been credited for the order
es: Su cuenta ha sido acreditado por el orden

source: Your product has been approved
es: Su producto ha sido aprobado

source: added a product
es: añadido un producto

source: replied for the dispute
es: respondió a la controversia

source: Commision details:Min_value
es: detalles Commision: MIN_VALUE

source: Max_value
es: Valor máximo

source: added your product in their collection
es: agregado de su producto en su colección

source: sent a query on your product:
es: enviado una consulta en su producto:

source: mentioned you in a comment on:
es: te ha mencionado en un comentario en:

source: commented on
es: comentado

source: placed an order in your shop, order id :
es: realizado un pedido en su tienda, número de pedido:

source: You have received a gift card
es: Usted ha recibido una tarjeta de regalo

source: is now following your Store
es: Ahora está siguiendo su tienda

source: uploaded fashion image on your product
es: la imagen de la moda cargado en su producto

source: created a dispute on your order :
es: creado una controversia en su pedido:

source: sent a message
es: envió un mensaje

source: Your order has been marked as processing
es: Su pedido ha sido marcado como procesamiento

source: Your order has been marked as shipped
es: Su pedido ha sido marcado como enviado

source: Buyer Replied For the Dispute :
es: Respondió comprador para la disputa:

source: Buyer Cancelled the Dispute :
es: Comprador cancela la disputa:

source: Buyer Resolved the Dispute :
es: Si compras resuelva la disputa:

source: liked your status
es: gustado su situación

source: mentioned you in a livefeed comment
es: te ha mencionado en un comentario livefeed

source: mentioned you in a livefeed status comment on :
es: te ha mencionado en un comentario sobre el estado livefeed:

source: mentioned you in the status
es: que se menciona en el estado

source: commented on your status
es: ha comentado tu estado

source: shared your status
es: compartido su estatus

source: shared the status
es: compartir el estado

source: posted a status
es: publicado un estado

source: mentioned you in a livefeed status
es: te ha mencionado en un estado de livefeed

source: Created a group gift on your product, Group Gift Id :
es: Creado un grupo de regalo en su producto, ID de grupo de regalo:

source: your product
es: tu producto

source: wrote a review for you
es: escribió una revisión para usted

source: Url is not valid
es: la URL no es válida

source: The item you are searching was not found.
es: El elemento que está buscando no se ha encontrado.

source: Unfortunately Item is not Available now.
es: Desafortunadamente artículo no está disponible ahora.

source: Item added to cart successfully.
es: Artículo agregado al carrito con éxito.

source: Sorry! Kindly check your braintree credentials
es: ¡Lo siento! La amabilidad de revisar sus credenciales Braintree

source: Your account has been disabled please contact our support.
es: Su cuenta ha sido deshabilitada por favor, póngase en contacto con nuestro apoyo.

source: Item removed
es: Se eliminó el elemento

source: Your Shopping Cart is Empty
es: Su cesta está vacía

source: Item removed successfully
es: Artículo eliminado correctamente

source: Please Check your email immediately.
es: Por favor, consultar su correo electrónico inmediatamente.

source: Please Activate your account.
es: Por favor, active su cuenta.

source: Email id is not found Please register to our site.
es: ID de correo electrónico no se encuentra favor regístrese en nuestro sitio.

source: Your new password was generated successfully.
es: Su nueva contraseña se generó correctamente.

source: Access Denied.
es: Acceso denegado.

source: Please fix the following error(s):
es: Por favor corrige los siguientes errores):

source: Invalid username or password, try again
es: nombre de usuario o contraseña no válida, inténtelo de nuevo

source: Please visit Merchant site to login if you have merchant id
es: Por favor visite el sitio del comerciante para iniciar sesión si tiene ID del vendedor

source: Please activate your account by the email sent to you
es: Active su cuenta por el correo electrónico enviado a usted

source: Your account has been disabled please contact our support
es: Su cuenta ha sido deshabilitada por favor, póngase en contacto con nuestro apoyo

source: username and email already exists
es: nombre de usuario y correo electrónico ya existe

source: username already exists
es: nombre de usuario ya existe

source: Email already exists
es: el Email ya existe

source: Captcha code Invalid
es: Captcha Código inválido

source: An email was sent to your mail box, please activate your account and login.
es: Un correo electrónico fue enviado a su buzón de correo, active su cuenta y de inicio de sesión.

source: Your account has been created, please login to your account
es: Su cuenta ha sido creada, por favor, ingrese a su cuenta

source: Your account was already Verified
es: Su cuenta ya se verificó

source: You are not authenticated.Please signup
es: Usted no se authenticated.Please de registro

source: User has been saved.
es: El usuario ha sido guardado.

source: You cannot follow yourself
es: No se puede seguir a ti mismo

source: Password updated successfully
es: Contraseña actualizada exitosamente

source: Existing password is incorrect
es: contraseña existente es incorrecto

source: Sorry ! No such record was found
es: Lo siento ! no se encontró registro

source: Store has not Found
es: Tienda no ha encontrado

source: Sorry ! No such record was Found
es: Lo siento ! No existe el registro fue encontrado

source: You can not view other's order details
es: No se pueden ver los detalles de otro 's de orden

source: Product was already delivered
es: Producto ya fue entregado

source: Please mention a valid Hashtag
es: ¡Por favor, un hashtag válida

source: Gift card can not be send to your own
es: tarjeta de regalo no se puede enviar a su propio

source: Something went wrong, please try again.
es: Algo salió mal. Por favor, vuelva a intentarlo.

source: Documentation
es: Documentación

source: Press
es: prensa

source: Pricing
es: la fijación de precios

source: Talk
es: Hablar

source: posted a news:
es: publicado una noticia:

source: mentioned you in a item comment
es: te ha mencionado en un comentario elemento

source: You have Created the item for Group gift. Soon your friend will get the Item from
es: Ha creado el elemento para el regalo de grupo. Pronto su amigo obtendrá el artículo de

source: Contributed the product for Group gift . Soon your friend will get the Product from
es: Contribuido el producto para el regalo de grupo. Pronto su amigo obtendrá el producto de

source: You have received a
es: Usted ha recibido una

source: credit regarding your friends first purchase
es: de crédito con respecto a sus amigos primera compra

source: You have received a Gift card from your friend
es: Usted ha recibido una tarjeta de regalo de su amigo

source: Group gift you have created with the item is expired
es: regalo del grupo que ha creado con el elemento ha caducado

source: Group gift you have created with the item is sold out
es: regalo del grupo que ha creado con el artículo está agotado
