Repository: rendelll/project-vt
Catalog: var/www/html/src/Locale/*/user.po
Languages: es

source: Item removed from cart
es: Se eliminó el elemento del carrito

source: Payment didn't go through Please try again
es: El pago no pasó por favor, intente de nuevo

source: You have
es: Tienes

source: items in your cart
es: objetos en tu carro de compras

source: Item Details
es: detalles del artículo

source: Quantity
es: Cantidad

source: Delivery
es: Entrega

source: Subtotal
es: Total parcial

source: Remove
es: retirar

source: Size
es: tamaño

source: Sold-Out
es: Agotado

source: One business day
es: Un día hábil

source: Two business days
es: De dos días hábiles

source: Three business days
es: Tres días hábiles

source: Four business days
es: Cuatro días hábiles

source: Two-Three weeks
es: Dos-tres semanas

source: Three-Four weeks
es: Tres y cuatro semanas

source: Four-Six weeks
es: Cuatro y seis semanas

source: Six-Eight weeks
es: Seis y ocho semanas

source: Cannot Ship this Product to your Location
es: No podemos enviar este producto a su ubicación

source: No more quantity available for this product
es: No hay más cantidad de este producto

source: This Product variants are unavailable now. Kindly remove the item to checkout
es: Este variantes de producto no están disponibles ahora. eliminar amablemente el artículo a la comprobación

source: Shipping is not available for this product
es: Envío no está disponible para este producto

source: Item Total
es: Total

source: Shipping Total
es: envío total

source: Price Details
es: Detalles de precios

source: Price
es: Precio

source: items
es: artículos

source: Paypal Brain Tree
es: Paypal árbol del cerebro

source: Cash on Delivery
es: Los envíos contra reembolso

source: Paypal: 100% Payment Protection, Easy Return Policy
es: Paypal: 100% de protección de pago, Fácil política de devoluciones

source: By placing the order, I have read and agreed the
es: Mediante la colocación de la orden, He leído y acepto el

source: Terms of Use
es: Términos de Uso

source: Ship to
es: Envie a

source: Select your address
es: Seleccione su dirección

source: Add Shipping Address
es: Añadir dirección de envío

source: Please add the shipping address
es: Por favor, añada la dirección de envío

source: Coupon Code
es: Código promocional

source: Please enter your coupon code
es: Por favor, introduzca su código de descuento

source: Please enter a valid coupon code
es: Por favor, introduzca un código de cupón válido

source: Coupon code you entered is expired
es: el código de cupón que ha introducido ha caducado

source: Coupon code is not valid for this cart
es: Código de descuento no es válido para este carro

source: Apply Coupon
es: Aplicar cupón

source: Apply Gift Card
es: Aplicar tarjeta de regalo

source: Please enter your giftcard code
es: Por favor, introduzca su código de tarjeta de regalo

source: Please enter a valid giftcard code
es: Por favor, introduzca un código válido tarjeta de regalo

source: Use Credit Amount
es: Use la cantidad de crédito

source: Total credits available
es: créditos totales disponibles

source: Allowed credits on this cart
es: créditos permitidos en este carro

source: Enter your credit amount to use
es: Introduzca la cantidad de crédito a utilizar

source: Please enter a credit amount
es: Por favor, introduzca una cantidad de crédito

source: You can use cart allowed credits only
es: Puede utilizar sólo la compra créditos permitidos

source: Apply
es: Aplicar

source: Invite Friends & Earn Credit Points
es: Invitar a amigos y gane puntos de crédito

source: Security code is invalid
es: Código de seguridad es inválido

source: Confirm Later
es: confirmar más tarde

source: Confirm Order
es: Confirmar pedido

source: Your Cart is Empty
es: Tu carrito esta vacío

source: Shop Now
es: Compra ahora

source: This product variants are unavailable now. kindly remove the item to checkout
es: Este variantes de productos no están disponibles ahora. amablemente quitar el elemento de pago y envío

source: Discount
es: Descuento

source: Gift Card
es: Tarjeta de regalo

source: Thanks for your Purchase!
es: ¡Gracias por su compra!

source: Your Order placed successfully. You will a recieve a Email shortly from
es: Su Pedido realizado con éxito. Va a recibir un correo electrónico de un poco de

source: Continue Shopping
es: Seguir comprando

source: Pay with Card Or Paypal
es: Pagar con tarjeta o PayPal

source: Cash On Delivery
es: Pago contra entrega

source: Share this Order and get credit points
es: Comparte esta Orden y obtener puntos de crédito

source: Share your order now.You will credit with the points
es: Compartir su pedido now.You acreditará con los puntos

source: Credit points will be updated in your account after the order processed
es: Los puntos de crédito se actualizarán en su cuenta después de la orden procesada

source: Enter your Message (Optional)
es: Escriba su mensaje (opcional)

source: SELLER REVIEW
es: opinión del vendedor

source: Facebook Share
es: compartir en FaceBook

source: Find People
es: Encontrar gente

source: Search for Peoples
es: Búsqueda de los Pueblos

source: Sell On
es: vender en

source: Group Gift
es: Regalo grupo

source: Daily Deals
es: Ofertas diarias

source: All Stores
es: todas las tiendas

source: Download App
es: Descargar aplicación

source: My Profile
es: Mi perfil

source: Find Friends
es: Encontrar amigos

source: Invite Friends
es: Invitar a amigos

source: Group Gift List
es: Lista de regalos Grupo

source: Track Orders
es: Seguimiento de pedidos

source: Settings
es: ajustes

source: Sign Out
es: Desconectar

source: Notifications
es: Notificaciones

source: My cart
es: Mi carrito

source: Qty
es: Cantidad

source: Checkout
es: Revisa

source: Login
es: Iniciar sesión

source: Signup
es: Regístrate

source: Search for products, brand and more...
es: Buscar productos, marca y más ...

source: Search
es: Buscar

source: Welcome
es: Bienvenido

source: Live Feeds
es: transmisiones en vivo

source: My Orders
es: Mis ordenes

source: Message
es: Mensaje

source: Invite and Earn
es: Invite y Gane

source: Help
es: Ayuda

source: Guest
es: Huésped

source: App
es: Aplicación

source: Fast, Simple & Delightful. All it takes is 30 seconds to Download!
es: Rápido, sencillo y delicioso. Sólo se necesita 30 segundos para descargar!

source: iOS app store
es: tienda de aplicaciones iOS

source: Android play store
es: tienda de juego para Android

source: Scroll to Top
es: Vuelve al comienzo

source: FAQ
es: Preguntas más frecuentes

source: Contact
es: Contacto

source: Copyright policy
es: la política de copyright

source: Terms of sales
es: Términos de ventas

source: Terms of service
es: Términos de servicio

source: Terms & condition
es: Términos y Condiciones

source: Privacy
es: Intimidad

source: Mobile
es: Móvil

source: Resources
es: recursos

source: My account
es: Mi cuenta

source: Collections
es: Colecciones

source: Track orders
es: Seguimiento de pedidos

source: Shipping info
es: Datos de envío

source: Interested in selling?
es: Interesado en la venta?

source: get started
es: empezar

source: About us
es: Sobre nosotros

source: Career
es: Carrera

source: Social responsibility
es: Responsabilidad social

source: Business with us
es: Negocios con nosotros

source: Copyrights
es: Derechos de autor

source: All Rights Reserved
es: Todos los derechos reservados

source: Social media
es: Medios de comunicación social

source: See all notifications
es: Ver todas las notificaciones

source: No notifications
es: No Notificaciones

source: sent this email to you
es: enviado este email

source: is committed to your privacy. Read more about
es: se ha comprometido con su privacidad. Leer más sobre

source: privacy policy
es: política de privacidad

source: terms and conditions
es: términos y Condiciones

source: Most Commented
es: Más comentado

source: View All
es: Ver todo

source: Featured
es: Representado

source: New Arrivals
es: Los recién llegados

source: Popular Products
es: productos populares

source: Top Stores
es: Top Tiendas

source: Account
es: Cuenta

source: Profile
es: Perfil

source: Password
es: Contraseña

source: Disputes
es: disputas

source: Messages
es: mensajes

source: Address Notes
es: Notas de direcciones

source: Add Address
es: Añadir dirección

source: Shop
es: tienda

source: Sharing
es: compartir

source: Credits
es: créditos

source: Referrals
es: referidos

source: Gift card
es: Tarjeta de regalo

source: off Ends in
es: Finaliza en off

source: Quantity only
es: Sólo Cantidad

source: available
es: disponible

source: Sold Out
es: Agotado

source: SIZE
es: TAMAÑO

source: QUANTITY
es: CANTIDAD

source: Please select the size
es: Por favor, seleccione el tamaño

source: Please select the quantity
es: Por favor, seleccione la cantidad

source: Add to your collection
es: Añadir a su colección

source: Share
es: Compartir

source: Share Discount
es: Compartir descuento

source: ADD TO CART
es: AÑADIR A LA CESTA

source: BUY NOW
es: COMPRA AHORA

source: CREATE GIFT
es: CREAR REGALO

source: Description
es: Descripción

source: Undo reporting
es: deshacer la presentación de informes

source: Report Inappropriate
es: Informar a moderación

source: Customer Product Selfies
es: Autofotos hechas por nuestros clientes

source: No product selfies
es: No hay productos autofotos

source: Sold By
es: Vendido por

source: Rating
es: Clasificación

source: Write review
es: Escribir un comentario

source: Follow Store
es: siga tienda

source: Unfollow Store
es: Dejar de seguir tienda

source: Follow
es: Seguir

source: Unfollow
es: Dejar de seguir

source: Contact Seller
es: Contacte al vendedor

source: Product Comments
es: Comentarios de producto

source: Write a comment
es: Escribir un comentario

source: View all
es: Ver todo

source: comments
es: comentarios

source: Hide comments
es: Ocultar comentarios

source: There is no comment yet for this product
es: No hay ningún comentario para este producto

source: Save comment
es: Guardar comentario

source: Please enter comment
es: Por favor, introduzca comentario

source: Edit
es: Editar

source: Delete
es: Borrar

source: No Products
es: No hay productos

source: More from
es: Mas de

source: Add to your Collection
es: Añadir a su colección

source: Create
es: Crear

source: Enter list name
es: Introduce el nombre de la lista

source: Done
es: Hecho

source: WRITE A COMMENT
es: ESCRIBIR UN COMENTARIO

source: SUBMIT
es: ENVIAR

source: EDIT COMMENT
es: Editar comentario

source: Save Comment
es: Guardar comentario

source: SHARE THIS THING
es: COMPARTIR ESTA COSA

source: By
es: Por

source: CONTACT SELLER
es: CONTACTE AL VENDEDOR

source: Query about item
es: Consulta sobre el tema

source: Select a Query
es: Seleccione una consulta

source: Others
es: Otros

source: Subject
es: Tema

source: SEND
es: ENVIAR

source: Message Sent Successfully
es: Mensaje enviado con éxito

source: Out of
es: Fuera de

source: Order Id
es: Solicitar ID

source: Review Title
es: Título de Revisión

source: Your Review
es: Tu reseña

source: Yes
es: Sí

source: Comment , @mention, #hashtag
es: Comentario, @ mención, #hashtag

source: Filter
es: Filtrar

source: Categories
es: categorías

source: By Price
es: por Precio

source: By Color
es: por color

source: Sort by : Newest
es: Ordenar por: Más reciente

source: Price - Low to High
es: Precios de barato a caro

source: Newest
es: El más nuevo

source: Price - High to Low
es: Precio - de mayor a menor

source: New Address
es: Nueva direccion

source: Full Name
es: Nombre completo

source: Nick Name
es: Nombre Nick

source: e.g. Home, Work
es: p.ej. Tarea

source: Address
es: Dirección

source: Country
es: País

source: Select Country
es: Seleccionar país

source: State
es: Estado

source: City
es: Ciudad

source: Zipcode
es: Código postal

source: Phone No
es: Telefono no

source: Make this as default address
es: Hacer esto como dirección por defecto

source: Cancel
es: Cancelar

source: Save
es: Salvar

source: No Stores
es: No hay tiendas

source: Conversation with seller
es: Conversación con el vendedor

source: Status
es: Estado

source: Pending
es: Pendiente

source: Delivered
es: Entregado

source: Type your message here
es: Escribe tu mensaje aquí

source: Processing
es: Tratamiento

source: Shipped
es: Enviado

source: Claimed
es: reclamado

source: Cancelled
es: Cancelado

source: Returned
es: devuelto

source: Send
es: Enviar

source: No Conversation Found
es: No Conversación Encontrado

source: Load More
es: Carga más

source: Back to My Orders
es: Volver a Mis pedidos

source: Order Details
es: Detalles fin

source: Tracking Details Not yet updated
es: Rastreo detalles aún no actualiza

source: Shipment Date
es: Fecha de envío

source: Shipping Method
es: Método de envío

source: Tracking Id
es: ID de rastreo

source: Additional Notes
es: Notas adicionales

source: Order Number
es: Número de orden

source: Seller
es: Vendedor

source: Order Date
es: Fecha de orden

source: Deliver Date
es: Fecha de entrega

source: Expected Delivery Date
es: Fecha de Entrega Estimada

source: Amount Paid
es: Cantidad pagada

source: Payment Method
es: Método de pago

source: Add selfies
es: Añadir autofotos

source: Shipping Fee
es: Gastos de envío

source: Gift card discount
es: descuento tarjeta de regalo

source: Coupon Discount
es: cupón de Descuento

source: User Credits
es: Créditos de usuarios

source: Tax
es: Impuesto

source: Order Total
es: Total del pedido

source: Add your Selfies
es: Añadir sus autofotos

source: Upload
es: Subir

source: Claim Order
es: Orden de reclamación

source: Enter the Courier
es: Introduzca El Correo

source: Shipping Service
es: Servicio de envío

source: Confirm Claim
es: confirmar Reclamación

source: Gather your friends and give amazing gifts from Fantacy to people you love.
es: Reúne a tus amigos y dar regalos sorprendentes de Fantacy a sus seres queridos.

source: Create New
es: Crear nuevo

source: Gift Card List
es: Lista de tarjetas de regalo

source: Gift card is the Feature which is used for the User, User can buy send receive the gift card to the friends, And the User can receive the Gift card code and use for the purchase
es: La tarjeta de regalo es la característica que se utiliza para el usuario, el usuario puede comprar enviar reciben la tarjeta de regalo a los amigos, y el usuario puede recibir el código de la tarjeta de regalo y utilizar para la compra

source: Value
es: Valor

source: Select Amount
es: Seleccione la cantidad del

source: Please select the gift amount
es: Por favor seleccione la cantidad de regalos

source: Recipient
es: Recipiente

source: Recipient name
es: Nombre del Recipiente

source: Please Enter the Valid Recipient's Email
es: Por favor, introduzca correo electrónico del destinatario válido

source: Personal Message
es: Mensaje personal

source: Type your message
es: Escribe tu mensaje

source: Please Enter Message
es: Por favor, introduzca Mensaje

source: Pay
es: Paga

source: No Gift card list
es: No hay lista de tarjetas de regalo

source: Sent
es: Expedido

source: Received
es: Recibido

source: Receiver
es: Receptor

source: Date
es: Fecha

source: Total Amount
es: Cantidad total

source: Available Amount
es: Monto disponible

source: Key
es: Llave

source: Removed User
es: usuario eliminado

source: No gift cards sent
es: No se aceptan tarjetas de regalos enviados

source: No gift cards received
es: No hay tarjetas de regalo recibidas

source: Start a Group Gift Today
es: Hoy iniciar un regalo del grupo

source: Gather your friends and give amazing gifts to the people you love
es: Reúne a tus amigos y dar regalos increíbles para la gente que amas

source: Create New Gift
es: Crear nuevo regalo

source: Choose recipient
es: Elija destinatario

source: Personalize
es: Personalizar

source: Ask for contributions
es: Pedir contribuciones

source: Enter User Name or Email Address
es: Introduzca nombre de usuario o dirección de correo electrónico

source: Recipient name must be atleast 3 characters
es: Nombre del destinatario debe ser al menos 3 caracteres

source: Full name must be atleast 3 characters
es: Nombre completo debe ser al menos 3 caracteres

source: Enter Your Full Name
es: Introduzca su nombre completo

source: Enter Your Street Name
es: Introduzca su nombre de la calle

source: Address1 must be atleast 3 characters
es: Address1 debe ser al menos 3 caracteres

source: Address Line
es: Dirección

source: Address2 must be atleast 3 characters
es: Dirección 2 debe ser al menos 3 caracteres

source: Product can be shipped only to the listed countries
es: El producto puede ser enviado solamente a los países mencionados

source: Enter Your State
es: Ingrese su Estado

source: State must be atleast 2 characters
es: Estado debe ser al menos 2 caracteres

source: Enter Your City
es: Ingresa tu ciudad

source: City must be atleast 2 characters
es: Ciudad debe tener al menos 2 caracteres

source: Zip Code
es: Código postal

source: Enter Your zip code
es: Ingrese su codigo postal

source: Enter the Zipcode
es: Introduzca el Código Postal

source: Mobile Number
es: Número de teléfono móvil

source: Enter Your mobile number
es: Ingrese su numero celular

source: Enter the Telephone number
es: Introduzca el número de teléfono

source: Continue
es: Continuar

source: Gift Title
es: Título regalo

source: Ex: Jenny's Birthday Gift
es: Ej: Regalo de cumpleaños Jenny 's

source: Title must be atleast 3 characters
es: El título debe ser al menos 3 caracteres

source: Ex: Lets celebrate Jenny's bdy and give her amazing gift!
es: Ejemplo: Vamos a celebrar de bdy de Jenny y dar su increíble regalo!

source: Use your group gift description to share more about who you are raising contributions about and why
es: Utilice su descripción regalo del grupo para compartir más sobre quién está criando contribuciones y por qué

source: Description must be atleast 10 characters
es: La descripción debe tener al menos 10 caracteres

source: Note
es: Nota

source: Enter note
es: Introduzca nota

source: You can leave a personlized not for merchant here
es: Puede dejar un comerciante no personlized de aquí

source: Shipping
es: Envío

source: Goal Total
es: objetivo total

source: Go Back
es: Regresa

source: Ask Your friends to Contribute
es: Pregunte a sus amigos que contribuyan

source: Easy to Contribute
es: Contribuir fácil

source: Group Gift Summary
es: Resumen del grupo de regalos

source: Gift to
es: Regalo para

source: Group Gift Total
es: Total Grupo regalo

source: This group gift is valid for
es: Este regalo del grupo es válido para

source: days
es: días

source: Select The Country
es: Seleccionar el país

source: Available Credits
es: Créditos disponibles

source: Credits can be applied on your purchases during checkout
es: Los créditos pueden ser aplicados en sus compras durante el pago

source: Earn more credits by
es: Gane más créditos por

source: No History
es: No Historia

source: Credit History
es: Historial de crédito

source: Username
es: Nombre de usuario

source: Amount
es: Cantidad

source: From Group Gift
es: De Gift Group

source: Your Credit amount is empty
es: El monto de su crédito está vacía

source: Today's Deal
es: Trato de hoy 's

source: VIEW ALL
es: VER TODO

source: Most Commented Products
es: Productos Las más comentadas

source: Featured Products
es: Productos Destacados

source: Dispute Buyer
es: Si compras controversia

source: Back to disputes
es: Volver a disputas

source: Dispute ID
es: Identificación de controversias

source: Responded
es: respondido

source: Reply
es: Respuesta

source: Buyer
es: Comprador

source: Invoice
es: Factura

source: Order ID
es: Solicitar ID

source: Purchase Amount
es: Monto de la compra

source: Resolved
es: Resuelto

source: Negotiation
es: Negociación

source: Download File
es: Descargar archivo

source: Click to choose file
es: Haga clic para seleccionar el archivo

source: Dispute Management
es: gestión de conflictos

source: No Dispute
es: ninguna disputa

source: Active Dispute
es: Disputa activa

source: Closed Dispute
es: Disputa cerrada

source: Dispute On
es: En disputar

source: Other Party
es: Otra fiesta

source: Dispute Amount
es: Cantidad de controversias

source: View
es: Ver

source: No active disputes
es: No hay conflictos activos

source: No closed disputes
es: No hay disputas cerradas

source: Forgot Password
es: Se te olvidó tu contraseña

source: Forgot your password? Enter your email address to change it
es: ¿Olvidaste tu contraseña? Introduzca su dirección de correo electrónico para cambiarlo

source: Email Address
es: Dirección de correo electrónico

source: Enter your email address
es: Introduzca su dirección de correo electrónico

source: Ordered On
es: pedido bajo

source: View Details
es: Ver detalles

source: Your order has been placed
es: Su orden ha sido puesta

source: Cancel Order
es: Cancelar orden

source: Return
es: Regreso

source: Mark Received
es: Marcos Recibidas

source: Claim
es: Reclamación

source: View Conversation
es: Ver conversación

source: View Disputes
es: Ver Diferencias Relativas

source: Create Disputes
es: crear Diferencias Relativas

source: Commented On
es: Comentado

source: Item
es: ít.

source: day
es: día

source: hours
es: horas

source: hour
es: hora

source: minutes
es: minutos

source: minute
es: minuto

source: seconds
es: segundos

source: ago
es: hace

source: Group Gift History
es: Grupo Historia regalo

source: Title
es: Título

source: Contribution
es: Contribución

source: Start Date
es: Fecha de inicio

source: End Date
es: Fecha final

source: EXPIRED
es: MUERTO

source: COMPLETED
es: TERMINADO

source: ACTIVE
es: ACTIVO

source: You haven’t created Group Gift yet
es: No ha creado regalo del grupo aún

source: Last Contributions
es: últimos Aportes

source: No Recent Activity
es: No hay actividad reciente

source: Contributed Amount
es: Monto aportado

source: People
es: Gente

source: Creator
es: Creador

source: Delivery Address
es: Dirección de entrega

source: Share to Your Friends
es: Compartir con sus amigos

source: Contributions
es: Aportes

source: Pending Amount
es: Monto pendiente

source: Expired
es: Muerto

source: Completed
es: Terminado

source: Active
es: Activo

source: Total Contributors
es: Colaboradores totales

source: Minimum contribution
es: contribución mínima

source: Enter Amount
es: ingrese monto

source: Contribute Now
es: Ahora contribuir

source: This Group Must recieve all contributions by
es: Este grupo debe recibir todas las contribuciones de

source: to be successful
es: para tener éxito

source: Unsuccessful gift will be refunded
es: regalo sin éxito será devuelto

source: How it Works
es: Cómo funciona

source: Create a easy and fun way to give gifts to your friends
es: Crear una forma fácil y divertida para dar regalos a sus amigos

source: Contribute pick any item, Contribute any amount. You are only charged if group gift was successful
es: Contribuir recoger cualquier artículo, contribuir cualquier cantidad. Sólo se le cobrará si regalo del grupo fue un éxito

source: Invite your friends to contribute. Once you meet your target,
es: Invita a tus amigos a contribuir. Una vez que alcance su objetivo,

source: will take care of rest
es: se hará cargo de descanso

source: Start Shopping
es: Empieza a comprar

source: Select Gift
es: Elija un regalo

source: Create Group Gift
es: Crear Grupo regalo

source: Invite Your Friends
es: Invita a tus amigos

source: Reach Target
es: alcance Objetivo

source: Result
es: Resultado

source: No comments found
es: No se han encontrado comentarios

source: Popular Hashtags
es: Los hashtags populares

source: Who to follow
es: A quién seguir

source: No more suggestions
es: No hay más sugerencias

source: products
es: productos

source: Invite Friends to Join in
es: Invitar a amigos a unirse en
