Repository: rendelll/project-vt
Catalog: var/www/html/src/Locale/*/user.po
Languages: es

source: Invite Your Friends and Earn Credits When They Join
es: Invita a tus amigos y ganar créditos cuando se unen

source: Social Network
es: Red social

source: Invite Friends to
es: Invitar a amigos a

source: from Your Social Network
es: desde su red social

source: Twitter
es: Gorjeo

source: We won share your contacts with anybody without your consent"
es: Ganamos t comparten sus contactos con nadie sin su consentimiento"

source: Referral Link
es: Enlace de referencia

source: Use this link to share on Twitter, Facebook or on an Email
es: Utilice este enlace para compartir en Twitter, Facebook o por correo electrónico en una

source: Tip!
es: ¡Propina!

source: Earn more credits by sharing your link with friends on social network
es: Gane más créditos al compartir su enlace con los amigos en red social

source: Invite via Email
es: Invitación por correo

source: Invite your friends to
es: Invita a tus amigos a

source: via email
es: vía correo electrónico

source: Enter email address
es: Introducir la dirección de correo electrónico

source: Enter your Message
es: Ingrese su mensaje

source: Send Invites
es: Enviar invitaciones

source: Enter valid email
es: Ingrese un email valido

source: Bonus!
es: ¡Prima!

source: You will be rewarded with
es: Usted será recompensado con

source: if your friend signs up and makes a purchase within 60 days
es: si tu amigo se registra y hace una compra dentro de los 60 días

source: Login to
es: Iniciar sesión en

source: Enter your password
es: Introduzca su contraseña

source: Remember me
es: Recuérdame

source: OR
es: O

source: New to
es: Nuevo en

source: Sign up now
es: Inscríbete ahora

source: No Conversations
es: Sin conversaciones

source: Contact Seller Conversations
es: Conversaciones de contacto del vendedor

source: Message box empty
es: cuadro de mensaje vacío

source: Email Settings
es: Ajustes del correo electrónico

source: When someone follows you
es: Cuando alguien te sigue

source: When someone comments on a thing you added
es: Cuando alguien hace un comentario sobre una cosa que ha añadido

source: Web and push settings
es: Ajustes de Internet y de empuje

source: Activity that involves you
es: actividad que te envuelve

source: When someone mentions you
es: Cuando alguien le menciona

source: When someone
es: Cuando alguien

source: one of your things
es: uno de sus cosas

source: When someone comments on a thing you
es: Cuando alguien hace un comentario sobre una cosa que

source: Store & Friends activity
es: actividad del almacén y de los amigos

source: When product Added by followed Store or profile
es: Cuando el producto Añadido por seguido su tienda o perfil

source: When a friend posts a comment
es: Cuando un amigo se envía un comentario

source: Updates
es: actualizaciones

source: Updates from
es: actualizaciones de

source: Send news about
es: Enviar noticias

source: Change Password
es: Cambia la contraseña

source: Existing Password
es: contraseña existente

source: New Password
es: nueva contraseña

source: New password at least 6 characters
es: Una nueva contraseña al menos 6 caracteres

source: Confirm Password
es: Confirmar contraseña

source: Find New People
es: Encuentra a gente nueva

source: Follow People to discover new things
es: Sigue a las personas a descubrir nuevas cosas

source: Please enter value to search
es: Por favor, introduzca el valor para buscar

source: No People
es: Nadie

source: VIEW ALL Peoples
es: VER TODOS los Pueblos

source: Edit Profile
es: Editar perfil

source: View Profile
es: Ver perfil

source: Photo
es: Foto

source: Your real name, so your friends can find you
es: Su nombre real, por lo que sus amigos puedan encontrarte

source: Website
es: Sitio web

source: Location
es: Ubicación

source: e.g. New York, NY
es: p.ej. Nueva York, NY

source: Birthday
es: Cumpleaños

source: Year
es: Año

source: Month
es: Mes

source: Day
es: Día

source: About
es: Acerca de

source: Write somthing about yourself
es: Escribe somthing acerca de ti

source: characters left
es: quedan caracteres

source: Email will not be publicly displayed
es: El correo electrónico no se mostrará públicamente

source: Age
es: Años

source: Gender
es: Género

source: Male
es: Masculino

source: Female
es: Hembra

source: Unspecified
es: Sin especificar

source: Activate My Account
es: Activar mi cuenta

source: Deactivate My Account
es: Desactivar mi cuenta

source: No Order
es: Sin orden

source: Recent Orders
es: órdenes recientes

source: No Purchase Found
es: No se compra que figura

source: Create a Dispute
es: Crear una disputa

source: Choose One
es: Elige uno

source: Orders
es: Pedidos

source: Items
es: Artículos

source: Create Dispute
es: crear de Diferencias

source: Referrals Status
es: remisiones Estado

source: No Referral
es: sin remisión

source: Joined
es: Unido

source: Invited
es: Invitado

source: Invite More Friends
es: Invita mas amigos

source: You haven't invited anyone yet
es: No has 't invitados a nadie

source: Things
es: Cosas

source: No Peoples
es: Sin Pueblos

source: Return Order
es: orden de restitución

source: Reason For Return
es: Razón para regresar

source: Confirm Return
es: Volver confirmar

source: No Address
es: No Dirección

source: Your Saved Shipping Addresses
es: Sus guardadas direcciones de envío

source: Default
es: Defecto

source: Change
es: Cambio

source: Join
es: Unirse

source: User Name
es: Nombre de usuario

source: Enter your User Name
es: Ingrese su nombre de usuario

source: By clicking the Join"
es: Haciendo clic en el Join"

source: you are agree that you have read and agree the
es: usted está de acuerdo en que ha leído y acepta la

source: Terms and Conditions""
es: Términos y Condiciones""

source: or use your mail
es: o utilizar su correo

source: Already a member
es: Ya eres usuario

source: Get started
es: empezar

source: Today
es: Hoy

source: Can't read? Reload
es: Can 't leer? Recargar

source: <p>Enter security code shown above:</p>
es: <P> Introduzca el código de seguridad mostrado arriba: </ p>

source: Enter security code shown above:
es: Introduce el código de seguridad mostrado arriba:

source: Site is under Maintenance
es: Site se encuentra en mantenimiento

source: Please come back in few minutes
es: Por favor, vuelva en pocos minutos

source: Check Now
es: Revisalo ahora

source: All Products
es: Todos los productos

source: News
es: Noticias

source: Reviews
es: Comentarios

source: Followers
es: seguidores

source: Followers will get push notifications and the message will be update in their notification alert
es: Los seguidores reciben notificaciones push y el mensaje será actualización en su notificación de alerta

source: All Reviews
es: todos los comentarios

source: Positive
es: Positivo

source: Based on
es: Residencia en

source: ratings
es: clasificaciones

source: No Reviews
es: No hay comentarios

source: No Followers
es: Sin seguidores

source: Collection
es: Colección

source: Favourite Store
es: tienda favorita

source: Following
es: Siguiendo

source: as you
es: como tu

source: always
es: siempre

source: My Collections
es: Mis colecciones

source: No List
es: No hay una lista

source: FAVOURITE STORE
es: tienda favorita

source: No Following
es: sin Siguiendo

source: WELCOME TO
es: BIENVENIDO A

source: Thanks for activating your account. Exciting shopping experience is waiting for you.
es: Gracias por la activación de su cuenta. emocionante experiencia de compra está esperando.

source: SKIP
es: OMITIR

source: NEXT
es: SIGUIENTE

source: FOLLOW
es: SEGUIR

source: PEOPLE
es: GENTE

source: Follow a few top contributors to discover great things.
es: Seguir unos contribuyentes principales a descubrir grandes cosas.

source: STORES
es: VÍVERES

source: WELL DONE
es: BIEN HECHO

source: Happy Shopping
es: Feliz compra

source: Message Detail
es: Detalles del mensaje

source: Back to messages
es: Volver a los mensajes

source: Please select the recipient to gift
es: Por favor, seleccione el destinatario de regalo

source: Please enter your message
es: Por favor ingrese su mensaje

source: Account Info
es: Informacion de cuenta

source: for iPhone & iPad
es: para iPhone y iPad

source: for Android
es: para Android

source: Mobile No
es: No móviles

source: Contact Address
es: dirección de contacto

source: Your Name
es: Tu nombre

source: Your Email Address
es: Tu correo electrónico

source: Select a topic
es: Elija un tema

source: User account
es: Cuenta de usuario

source: Forgot my password
es: Olvidé mi contraseña

source: Order Inquiry
es: orden de Consulta

source: Payment Issues
es: Problemas de pago

source: Returns and Refunds
es: Devoluciones y reembolsos

source: Site Features
es: Características del sitio

source: Mobile Features
es: Características móviles

source: Partnership Opportunities
es: Oportunidades de asociación

source: Copyright Issue
es: Emisión de derechos de autor

source: User Account
es: Cuenta de usuario

source: Maximum 250 characters only
es: Un máximo de 250 caracteres Sólo se

source: Submit
es: Enviar

source: Business
es: Negocio

source: Add to
es: añadir

source: Be a part of the
es: Sea parte de la

source: community and add your favorite things.
es: la comunidad y poner sus cosas favoritas.

source: Button
es: Botón

source: Drag this
es: arrastre este

source: button
es: botón

source: into your Bookmarks Bar
es: en su barra de marcadores

source: The bookmarklet lets you save things and products from any site to your own
es: El bookmarklet le permite guardar cosas y productos desde cualquier sitio a su propia

source: catalog.
es: catalogar.

source: To install the
es: Para instalar el

source: bookmarklet in Chrome, follow these steps:
es: bookmarklet en Chrome, sigue estos pasos:

source: bookmarklet in Firefox, follow these steps:
es: bookmarklet en Firefox, siga estos pasos:

source: Drag bookmarklet
es: bookmarklet arrastre

source: Drag the blue
es: Arrastre el azul

source: button above to your Bookmarks bar.
es: botón de arriba a la barra de marcadores.

source: You’re finished
es: Estás terminado

source: When you are browsing a webpage, click
es: Cuando se encuentra en una página web, haga clic

source: to add things to your personal catalog.
es: añadir cosas a su catálogo personal.

source: Some one commented on your product - Product ID
es: Alguien comentó en su producto - Identificación del producto

source: There is a user commented on your product
es: Hay un usuario ha comentado tu producto

source: Hello
es: Hola

source: Link to your product
es: Enlace a su producto

source: Regards
es: Saludos

source: Comment
es: Comentario

source: Team
es: Equipo

source: You have a message from
es: Tiene un mensaje de

source: has sent message to you.
es: ha enviado un mensaje a usted.

source: Dispute has been successfully initiated - Order ID is
es: Controversia se ha iniciado con éxito - ID del pedido es

source: This email is to acknowledge receipt of your dispute raised on your recent order
es: Este correo electrónico es para acusar recibo de su litigio suscitaba en su pedido reciente

source: from the seller
es: del vendedor

source: The same notification has been sent to the seller email address and we are expecting the favorable response from the seller
es: La misma notificación ha sido enviada a la dirección de correo electrónico al vendedor y estamos esperando la respuesta favorable por parte del vendedor

source: Your dispute reference number is
es: Su número de referencia controversia es

source: We recommend you to explain the issues of your order clearly to the seller to take necessary action against this dispute
es: Le recomendamos para explicar los problemas de su pedido claramente al vendedor a tomar las medidas necesarias en contra de esta controversia

source: The final decision will be made by the administrators of
es: La decisión final será tomada por los administradores de

source: based on the communication between the buyer and seller. The final decision made by
es: basado en la comunicación entre el comprador y el vendedor. La decisión final tomada por

source: can not be changed
es: no puede ser cambiado

source: You can keep tracking the status of the disputes in your profile settings in the website. We will also keep you notified to your email address if there is any response from the seller
es: Usted puede mantener un seguimiento del estado de los conflictos en la configuración del perfil en el sitio web. También vamos a mantenerlo notificado a su dirección de correo electrónico si hay alguna respuesta por parte del vendedor

source: NOTE: If you fail to respond on any latest reply on any disputes in a certain time, there is a possibility of closing the dispute and resulting the dispute in favor of the other party. So, we recommend to act immediately on disputes
es: NOTA: Si usted no responde en ningún última respuesta sobre cualquier diferencia en un momento determinado, existe la posibilidad de cerrar la disputa y que resulta la disputa a favor de la otra parte. Por lo tanto, se recomienda actuar de inmediato en las disputas

source: Thanks for your co-operations
es: Gracias por sus compañeros de operaciones

source: There is a dispute in your order ID
es: Hay una disputa en su identificación de la orden

source: from
es: de

source: This email is to notify that there is a dispute raised on your order
es: Este correo electrónico es para notificar que hay un conflicto planteado en su pedido

source: We would like you to take this dispute on high priority and start communicating with the buyer to get this problem sorted out as soon as possible
es: Nos gustaría que usted tome esta disputa en alta prioridad y comenzar a comunicarse con el comprador para obtener este problema resuelto tan pronto como sea posible

source: by
es: por

source: based on the communication between the buyer and seller and the same cannot can not be changed
es: basado en la comunicación entre el comprador y el vendedor y lo mismo puede no no se puede cambiar

source: You can keep tracking the status of the disputes in your profile settings in the website. We will also keep you notified to your email address if there is any response from the buyer
es: Usted puede mantener un seguimiento del estado de los conflictos en la configuración del perfil en el sitio web. También vamos a mantenerlo notificado a su dirección de correo electrónico si hay alguna respuesta por parte del comprador

source: Dispute initiated for your order
es: Diferencias iniciado por su pedido

source: Dispute Created
es: Creado controversia

source: Dispute initiated on your order
es: Diferencias iniciados en su pedido

source: Your new password has arrived
es: Su nueva contraseña ha llegado

source: Welcome, please verify your new account
es: Bienvenido, por favor verificar su nueva cuenta

source: Congratulations, your new account is ready
es: Felicitaciones, su nueva cuenta está lista

source: Following you on
es: Después de que el

source: Following your store on
es: A raíz de su tienda en

source: There is a fashion uploaded on your product
es: No es una moda cargado en su producto

source: You have got a message
es: Tienes un mensaje

source: Your order has been cancelled by the buyer
es: Su pedido ha sido cancelado por el comprador

source: Your order
es: Su pedido

source: shipment was delivered
es: envío fue entregado

source: Your order has been claimed by the buyer
es: Su pedido ha sido reivindicado por el comprador

source: There is a response on the dispute
es: No es una respuesta a la controversia

source: Dispute Resolved
es: Se resuelve disputa

source: Group gift created on your product in
es: regalo del grupo creado en su producto en

source: You have created group gift on the product in
es: Ha creado regalo del grupo en el producto en

source: You got a review
es: Tienes una opinión

source: Your order has been cancelled
es: Su pedido ha sido cancelado

source: has cancelled your order
es: ha cancelado su pedido

source: Your order has been claimed
es: Su pedido ha sido reclamada

source: has made a claim request on your order
es: ha hecho una petición de reclamo en su pedido

source: You have a got a message from
es: Que haya una recibió un mensaje de

source: has sent you a message. To reply to this user, please login and go to the message section and write your reply
es: te ha enviado un mensaje. Para responder a este usuario, por favor ingrese y vaya a la sección de mensaje y escriba su respuesta

source: You have created a group gift on the product
es: Se ha creado un grupo de regalo en el producto

source: Group Gift Link
es: Grupo de Enlace regalo

source: created group gift on your product in
es: creado regalo del grupo en su producto en

source: created a group gift on your product
es: creado un grupo de regalo en su producto

source: The shipment was successfully delivered to buyer - Order ID
es: El envío fue entregado con éxito para el comprador - ID de orden

source: This email confirms your shipment on your order
es: Este correo electrónico confirma su envío en su pedido

source: was successfully delivered to the buyer
es: fue entregado con éxito para el comprador

source: accounts team will review this order and your fund for this order will be delivered within 3 working days
es: cuentas de equipo revisará este orden y su fondo para este pedido será entregado dentro de 3 días laborables

source: If you do not receive your fund within the time, kindly send an email
es: Si usted no recibe su fondo de dentro del tiempo, la amabilidad de enviarnos un correo electrónico

source: Name
es: Nombre

source: Buyer has resolved the dispute - Dispute ID is
es: Comprador haya resuelto el conflicto - Identificación de Diferencias será

source: has resolved the dispute on the order
es: ha resuelto el conflicto en el orden

source: Buyer has responded to the dispute - Dispute ID is
es: Comprador ha respondido a la disputa - Identificación de Diferencias será

source: has replied to the dispute raised on the order
es: ha respondido al conflicto planteado en el orden

source: Kindly check the response and get back to the buyer as soon as possible to take necessary actions
es: La amabilidad de comprobar la respuesta y volver al comprador tan pronto como sea posible para tomar las acciones necesarias

source: Message from buyer
es: Mensaje del compradormsgid ""NOTE: If you fail to respond on any latest reply on any disputes in a certain time, there is a possibility of closing the dispute and resulting the dispute in favor of the other party. So, we recommend to act immediately on disputes"

source: follows you on
es: que sigue en

source: now
es: ahora

source: follows you in
es: que sigue

source: You can view his profile by clicking the following link
es: Puede ver su perfil haciendo clic en el siguiente enlace

source: Link
es: Enlazar

source: You have Contributed the product for Group gift . Soon your friend will get the Product from
es: Usted ha contribuido el producto para el regalo de grupo. Pronto su amigo obtendrá el producto de

source: You have Created the item for Group gift . Soon your friend will get the Item from
es: Ha creado el elemento para el regalo de grupo. Pronto su amigo obtendrá el artículo de

source: There is an order placed on you shop at
es: Hay un pedido realizado en compras en

source: Hi there, your friend
es: Hola, su amigo

source: has sent a gift card
es: ha enviado una tarjeta de regalo

source: Your friend
es: Tu amigo

source: has bought a gift card for you from
es: ha comprado una tarjeta de regalo para usted de

source: and you can use the this gift for buying any product from
es: y se puede utilizar la presente regalo para la compra de cualquier producto de

source: If you have an existing activated account with
es: Si usted tiene una cuenta activa existente con

source: using this same email address, this gift details will be available under your profile page. If you have not registered yet, please click the following link and register your new account. Please make sure you will use this same email address for creating the new account and to avail this gift card
es: utilizando esta misma dirección de correo electrónico, este don detalles estarán disponibles bajo tu página de perfil. Si no se ha registrado, por favor haga clic en el siguiente enlace y registrar su nueva cuenta. Por favor asegúrese de que va a utilizar esta misma dirección de correo electrónico para crear la nueva cuenta y hacer uso de esta tarjeta de regalo

source: Your Gift Card code
es: Su código de tarjeta de regalo

source: Not yet registered? Claim your gift now by click this link
es: No se ha registrado? Reclamar su regalo ahora haciendo clic en este enlace

source: click
es: hacer clic

source: Message from your friend
es: Mensaje de su amigo

source: How to use
es: Cómo utilizar

source: This special gift card shared by your friend is just a code and it will work only for your account which is using this email address. You can use this code at the time of payment mode and this can be found In the cart page as an entry of Gift Card Codes" with the input text box and apply button. You can enter this code and click the apply button to see the change in the actual product price. If you are happy you can hit the "Checkout" button and that's it. You will also be able see the collection of gift card you received and it's used under your profile page"
es: Esta tarjeta de regalo especial compartida por su amigo es sólo un código y funcionará sólo para la cuenta que está utilizando esta dirección de correo electrónico. Se puede utilizar este código en el momento del modo de pago y esto se puede encontrar en la página del carrito como una entrada de códigos tarjetas de regalo " con el cuadro de texto de entrada y el botón de aplicar. Puede introducir el código y haga clic en el botón Aplicar para ver el cambio en el precio real del producto. Si usted es feliz usted puede golpear el botón "Pedido " y que 's él. también podrá ver la colección de la tarjeta de regalo que recibió y que ' s utilizada bajo su página de perfil"

source: Terms & Conditions
es: Términos y condiciones

source: This gift card code is an auto generated one and should not be shared with anyone else. Any accidental damage caused by the usage of this gift card code will be reversible in the system by the administrators of
es: Este código de tarjeta de regalo es un auto genera uno y no debe ser compartido con nadie más. Cualquier daño accidental causado por el uso de este código de tarjeta de regalo será reversible en el sistema por los administradores de

source: If you have any problem in using the gift card code, you are recommended to write to the support team email address
es: Si usted tiene cualquier problema en el uso del código de tarjeta de regalo, se recomienda escribir a la dirección electrónica equipo de apoyo

source: here
es: aquí

source: Enjoy gifting
es: disfrutar de regalar

source: Your Group gift Product
es: Su regalo Grupo de Productos

source: had expired. Soon you will be refunded from
es: había expirado. Pronto se le devolverá a partir

source: Your order confirmation - The order ID(s)
es: Su pedido de confirmación - La identificación de la orden (s)

source: Thank you for shopping on
es: Gracias por hacer compras en

source: Kindly note down the order ID(s)
es: Amablemente anotar el ID del pedido (s)

source: as a reference number for this purchase
es: como un número de referencia para esta compra
